{
    "games": [
        {
            "order": 9,
            "title": "The Experiment",
            "type": "Puzzle Horreur",
            "date": "2020",
            "team": [
                {
                    "ecole": "Promotion 2019 d'Ynov",
                    "membres": [
                        "18 étudiants (Voir l'image des crédits)"
                    ]
                }
            ],
            "shortDesc": {
                "style": "The Experiment est un jeu d'horreur.",
                "team": "Créé en 6 mois par la promotion 2019 du campus Ynov Aix-en-Provence (18 étudiants)."
            },
            "pitch": [
                "Ben Skelley est un reporter à la recherche de preuves d'une existence paranormale dans un laboratoire abandonné. Cependant, après avoir été abîmé, son appareil lui permettrait de voir le lieu lors d'une époque passée..."
            ],
            "context": [
                "The Experiment est le projet de fin d’année de Master 1 de la promotion 2019 de l’école d’Ynov Campus Aix-en-Provence. Ce projet a eu pour thème imposé « L’horreur ». Suite aux délibérations, le jeu a été conçu autour de l’Art.  Nous avons eu 6 mois pour mener à bien ce projet.",
                "C’est un jeu d’horreur et d’énigme, le personnage incarné essaye de trouver des preuves de phénomènes paranormaux et de sortir du laboratoire. Le jeu tourne donc autour des énigmes qui vont permettre au joueur de sortir.",
                "Le code a été réalisé en majorité en blueprint sur Unreal. L'équipe était composée de 11 artistes, 6 développeurs et 1 game designer."
            ],
            "work": [
                "Durant la création du jeu, je me suis principalement attelé au développement d’une énigme ainsi qu’à la programmation des déplacements et de l’utilisation de la tablette du personnage. L’énigme, modifiée par la suite, consistait à trouver un flacon d’acide pour faire fondre un cadenas donnant accès aux clefs de la prochaine porte.",
                "J’ai aussi aidé le game designer à la mise en place du level design, des énigmes, ainsi qu’à la vérification de la cohérence des salles et du bon positionnement des énigmes.",
                "A cause du confinement, étant dans l'impossibilité de récupérer le code du projet, j’ai aidé le game designer à distance via partage d’écran."
            ],
            "return": [
                "Ce projet a été très intéressant pour moi, avec la possibilité d’en apprendre plus sur le level design et sur les implications du game designer dans le jeu.",
                "J’ai aussi pu découvrir le travail d’équipe dans un groupe plus important (plus de 8 personnes). Ainsi que  l’importance de chefs d’équipes dans de gros groupes de productions.",
                "Lors du projet nous avons travaillé en méthode agile (SCRUM), et nous étions autonomes (les intervenants ne prenant part à aucune  décision, n’intervenant que si nous leur demandions de l’aide)."
            ],
            "download": {
                "link": "http://51.178.47.49/AjiGames/TheExperiment.zip",
                "text": "TheExperiment.zip"
            },
            "git": {
                "icon": "assets/Images/github.png",
                "url": "https://gitlab.com/ynov_master/project_ana_2",
                "text": "Page GitHub"
            },
            "website": {
                "icon": "",
                "text": "",
                "url": ""
            },
            "youtube": "",
            "itchio": "",
            "img": {
                "imgCard": {
                    "src": "assets/Images/The Experiment/logo.png",
                    "alt": "The Experiment logo"
                },
                "list": [
                    {
                        "src": "assets/Images/The Experiment/logo.png",
                        "miniature": "assets/Images/The Experiment/logo-miniature.png",
                        "alt": "The Experiment logo"
                    },
                    {
                        "src": "assets/Images/The Experiment/Credits.png",
                        "miniature": "assets/Images/The Experiment/Credits-miniature.png",
                        "alt": "The Experiment credits"
                    },
                    {
                        "src": "assets/Images/The Experiment/screen-incubateurs.png",
                        "miniature": "assets/Images/The Experiment/screen-incubateurs-miniature.png",
                        "alt": "Screen salle des incubateurs"
                    },
                    {
                        "src": "assets/Images/The Experiment/screen-monstre.png",
                        "miniature": "assets/Images/The Experiment/screen-monstre-miniature.png",
                        "alt": "Screen monstre"
                    }
                ]
            }
        },
        {
            "order": 8,
            "title": "Drag Queen Quest",
            "type": "Plateformeur 3D",
            "date": "2020",
            "team": [
                {
                    "ecole": "Yummy Miam (Ydays)",
                    "membres": [
                        "Stanislas GEFFROY",
                        "Axelle JACQUET",
                        "Wendy RUSSO",
                        "Roxana PALMERI",
                        "Britanny LEDDA",
                        "Guillaume RAIMUNDO",
                        "Rémy DURAND"
                    ]
                }
            ],
            "shortDesc": {
                "style": "Drag Queen Quest est un prototype de plateformer 3D.",
                "team": "Créé par une équipe de 7 étudiants."
            },
            "pitch": [
                "Le soir d'une nuit pluvieuse, quatre Drag Queens à la renommée balbutiante sortent en pagaille d'une boîte de nuit dans laquelle elles ont récemment été engagées. S'agrippant à leurs perruques et à leurs talons, elles fuient le videur furieux. Au détour d'une ruelle, elles disparaissent dans un flash aveuglant. Les Drag Queens se réveillent dans les ruines d'un château inconnu. Ici commence la Drag Queen Quest.",
                "Princesse rebelle mais naïve, dieu lovecraftien destructeur et plus encore ! Telles seront les aventures qui feront évoluer nos reines dans un monde nouveau rempli de drames et surtout de fun !"
            ],
            "context": [
                "Les Ydays de l’école Ynov Campus Aix-en-Provence constituent l'une des matières obligatoires pour chaque cursus. Ils ont pour but de mener à bien la réalisation de projets créés par les étudiants ou par des professionnels extérieurs à l’école. Chaque commanditaire choisit son équipe parmi les étudiants de l’école.",
                "Drag Queen Quest est un projet conçu par Stanislas GEFFROY. Il a réuni une équipe de 8 personnes pour créer le prototype de son jeu.",
                "Le projet Drag Queen Quest est divisé en 2 parties : un side scroller en 3D ayant pour référence la série des 'Bloodstained' principalement, et des combats en tour par tour ayant pour référence la série des 'Final Fantasy' et 'Persona'."
            ],
            "work": [
                "Je me suis concentré sur la partie plateforme de ce prototype. L’enjeu principal a été de mettre au point un système de déplacement et de saut qui convenait au commanditaire. Je me suis donc attelé à créer diverses solutions en me basant sur les outils disponibles sur Unity (Character Controller, RigidBody …) afin de lui présenter les diverses possibilités et les lui faire tester.",
                "Une fois le mode de déplacement développé, il a fallu l’ajuster aux demandes pour que le niveau tutoriel puisse être réalisé. J’ai ensuite mis en place le modèle 3D du personnage et j’ai créé les materials à partir des fichiers donnés par les artistes.",
                "Le dernier challenge de ce prototype a été de concevoir un système de suivi de chemin. Stanislas voulait que le parcours du joueur ne soit pas une simple ligne droite mais qu’il puisse suivre des tracés complexes. J’ai donc mis au point un système de check-points, modifiant la direction du personnage et lui permettant de suivre des chemins non linéaires.",
                "La dernière phase a été uniquement dédiée à la recherche. Ne pouvant continuer le développement du jeu avec l’équipe en raison du départ de certains membres, j’ai utilisé mon temps à mettre en place un document texte expliquant comment améliorer les systèmes mis en place, quelles pistes j’avais étudiées pour la suite du développement de la partie plateforme, ainsi que ce qui avait été réfléchi au niveau de la partie combat afin que le ou les prochains développeurs ne partent pas de zéro avec mon code."
            ],
            "return": [
                "Des modifications au sein de l’équipe m’ont amené à récupérer le code d’autres programmeurs, et à le refactoriser afin que tout soit cohérent et plus simple à maintenir par la suite.",
                "Il a fallu ensuite aussi pallier le manque de connaissances lors de l’intégration des textures. N’ayant jamais travaillé sur ce point, j’ai appris à créer des matériaux sur Unity applicables sur le modèle 3D."
            ],
            "download": {
                "link": "http://51.178.47.49/AjiGames/DragQueenQuest.zip",
                "text": "DragQueenQuest.zip"
            },
            "git": {
                "icon": "assets/Images/github.png",
                "url": "https://github.com/Ajirogg/DragQueenQuest",
                "text": "Page GitHub"
            },
            "website": {
                "icon": "assets/Images/facebook.png",
                "text": "Page Facebook",
                "url": "https://www.facebook.com/Yummy-Miam-Games-107080741021183"
            },
            "youtube": "",
            "itchio": "",
            "img": {
                "imgCard": {
                    "src": "assets/Images/DQQ/logo.png",
                    "alt": "Logo Yummy Miam Games"
                },
                "list": [
                    {
                        "src": "assets/Images/DQQ/logo_1920.png",
                        "miniature": "assets/Images/DQQ/logo_1920-miniature.png",
                        "alt": "Logo Yummy Miam Games"
                    },
                    {
                        "src": "assets/Images/DQQ/screen-1.png",
                        "miniature": "assets/Images/DQQ/screen-1-miniature.png",
                        "alt": "Logo Yummy Miam Games"
                    },
                    {
                        "src": "assets/Images/DQQ/screen-2.png",
                        "miniature": "assets/Images/DQQ/screen-2-miniature.png",
                        "alt": "Logo Yummy Miam Games"
                    }
                ]
            }
        },
        {
            "order": 7,
            "title": "Homme Care Agency",
            "type": "Point and Click",
            "date": "2020",
            "team": [
                {
                    "ecole": "No Brain No Games ",
                    "membres": [
                        "Priscilla GOY",
                        "Brittany LEDDA",
                        "Florent GALVIN",
                        "Alan MONNIER",
                        "Loïc DISARBOIS",
                        "Guillaume RAIMUNDO"
                    ]
                }
            ],
            "shortDesc": {
                "style": "Homme Care Agency est un point and click.",
                "team": "Créé durant la Global Game Jam 2020 en 48 heures par 6 étudiants."
            },
            "pitch": [
                "Vous incarnez un psychiatre recevant différents patients dans son cabinet. Ces personnes ont besoin de vous ! Prêtez attention à leur attitude afin de comprendre leur pathologie et de les aider !"
            ],
            "context": [
                "Homme Care Agency a été créé durant la Globale Game Jam 2020, ayant pour thème la réparation, par l’équipe baptisée No Brain No Games."
            ],
            "work": [
                "Lors de cette game jam, je me suis principalement attelé à faire mettre en place les données utilisées au cours du jeu (quels objets améliorent l’état ou le dégradent pour chaque pathologie), ainsi que la mise en place des assets dans la scène en fonction des directives du Game Designer.",
                "Je me suis aussi occupé de la mise en place des animations (du psy et des patients)."
            ],
            "return": [
                "Lors de cette game jam nous avons pu constater que notre vision du temps de développement a été assez juste, mais une mauvaise communication au sein de l’équipe a fait que le projet n’a pas abouti à 100%.",
                "Nous nous sommes aussi rendus compte que nous n’avions pas assez réfléchi à la compréhension simple du jeu. Beaucoup d’éléments ne sont pas compréhensibles sans avoir eu une explication. Un joueur qui lance le jeu sans explication peut jouer (perdre ou gagner) sans  rien comprendre des implications et de l’effet de ses actions. Il aurait fallu prendre plus de temps sur l’introduction du jeu (comment jouer, quels interactions sont possibles etc) ou alors avec plus de temps/moyens, faire un niveau tutoriel extrêmement basique.",
                "En définitive nous sommes fiers de notre réalisation même si elle n’est pas réellement exploitable en l’état."
            ],
            "download": {
                "link": "http://51.178.47.49/AjiGames/HommeCareAgency.zip",
                "text": "HommeCareAgency.zip"
            },
            "git": {
                "icon": "assets/Images/github.png",
                "url": "https://github.com/Ajirogg/GGJ_NoBrainNoGame",
                "text": "Page GitHub"
            },
            "website": {
                "icon": "",
                "text": "",
                "url": "https://globalgamejam.org/2020/games/hommecare-agency-1"
            },
            "youtube": "",
            "itchio": "https://ajirog.itch.io/homme-care-agency",
            "img": {
                "imgCard": {
                    "src": "assets/Images/HommeCareAgency/ecran_accueil.png",
                    "alt": "Homme Care Agency Main Screen"
                },
                "list": [
                    {
                        "src": "assets/Images/HommeCareAgency/ecran_accueil.png",
                        "miniature": "assets/Images/HommeCareAgency/ecran_accueil-miniature.png",
                        "alt": "Homme Care Agency Main Screen"
                    },
                    {
                        "src": "assets/Images/HommeCareAgency/logo_studio.png",
                        "miniature": "assets/Images/HommeCareAgency/logo_studio-miniature.png",
                        "alt": "No Brain No Game Logo"
                    },
                    {
                        "src": "assets/Images/HommeCareAgency/Credits.png",
                        "miniature": "assets/Images/HommeCareAgency/Credits-miniature.png",
                        "alt": "Homme Care Agency Credits Screen"
                    },
                    {
                        "src": "assets/Images/HommeCareAgency/screen-1.png",
                        "miniature": "assets/Images/HommeCareAgency/screen-1-miniature.png",
                        "alt": "Screen 1"
                    },
                    {
                        "src": "assets/Images/HommeCareAgency/screen-2.png",
                        "miniature": "assets/Images/HommeCareAgency/screen-2-miniature.png",
                        "alt": "Screen 2"
                    }
                ]
            }
        },
        {
            "order": 6,
            "title": "Potion Brawl",
            "type": "Fighting",
            "date": "2019",
            "team": [
                {
                    "ecole": "Ynov campus Aix-en-Provence",
                    "membres": [
                        "Émélie PHILIPPE",
                        "Morganne MICHOT",
                        "Thomas AUDIBERT",
                        "Johann NATOURI",
                        "Mathis ABDOU",
                        "Guillaume RAIMUNDO"
                    ]
                }
            ],
            "shortDesc": {
                "style": "Potion Brawl est un jeu de versus pour 2 joueurs en local.",
                "team": "Créé en 20 heures par une équipe de 7 étudiants."
            },
            "pitch": [
                "Vous êtes deux puissants sorciers qui se battent à coup de potions explosives. Soyez rapide, esquivez et lancez-vous dans une bataille épique pour la domination magique !"
            ],
            "context": [
                "Potion Brawl est un jeu créé dans le cadre d’une game jam de 20 heures, organisée lors  du cursus scolaire de l’école Ynov campus Aix-en-Provence avec une équipe imposée.",
                "Potion Brawl a été conçu à partir de 2 pitchs, choisis parmi une liste, qui sont : ",
                "   - A l'aide de votre personnage, des éléments disposés dans le niveau et/ou à vos compétences, éjectez votre adversaire de l'arène.",
                "   - Une bombe est sur le point d'exploser, donnez-la à votre adversaire avant la fin du compte à rebours.",
                "Cet exercice a mélangé des étudiants de Master 1 et 2 et a été réalisé sur Unity."
            ],
            "work": [
                "Lors de cette game jam, j’ai commencé par la mise en place des déplacements des joueurs, ainsi que  de leur seule action qui consiste à donner un coup dans les bombes pour les envoyer sur l’adversaire.",
                "Une fois le personnage réalisé, je me suis attelé à la création des différentes bombes disponibles dans le jeu et de leurs effets."
            ],
            "return": [
                "Ce travail a été très plaisant à faire, l’équipe communiquait bien et le développement c’est en somme bien déroulé.",
                "Le projet, comme souvent en game jam, a dû être revu un peu à la baisse (il y a moins de bombes que prévu et moins de visuels de terrain).  Mais le jeu est complet, compréhensible et jouable !"
            ],
            "download": {
                "link": "http://51.178.47.49/AjiGames/Potion Brawl.zip",
                "text": "Potion Brawl.zip"
            },
            "git": {
                "icon": "assets/Images/github.png",
                "url": "https://github.com/mat13109/Project-satan/",
                "text": "Page GitHub"
            },
            "website": {
                "icon": "",
                "text": "",
                "url": ""
            },
            "youtube": "",
            "itchio": "https://mat-mox.itch.io/potion-brawl",
            "img": {
                "imgCard": {
                    "src": "assets/Images/PotionBrawl/PotionBrawl.png",
                    "alt": "Potion Brawl logo"
                },
                "list": [
                    {
                        "src": "assets/Images/PotionBrawl/PotionBrawl.png",
                        "miniature": "assets/Images/PotionBrawl/PotionBrawl-miniature.png",
                        "alt": "Potion Brawl logo"
                    },
                    {
                        "src": "assets/Images/PotionBrawl/Credits.png",
                        "miniature": "assets/Images/PotionBrawl/Credits-miniature.png",
                        "alt": "Potion Brawl logo"
                    },
                    {
                        "src": "assets/Images/PotionBrawl/controles.png",
                        "miniature": "assets/Images/PotionBrawl/controles-miniature.png",
                        "alt": "Potion Brawl logo"
                    },
                    {
                        "src": "assets/Images/PotionBrawl/screen-1.png",
                        "miniature": "assets/Images/PotionBrawl/screen-1-miniature.png",
                        "alt": "Potion Brawl logo"
                    },
                    {
                        "src": "assets/Images/PotionBrawl/screen-2.png",
                        "miniature": "assets/Images/PotionBrawl/screen-2-miniature.png",
                        "alt": "Potion Brawl logo"
                    }
                ]
            }
        },
        {
            "order": 5,
            "title": "Welcome to New-York",
            "type": "Survival",
            "date": "2019",
            "team": [
                {
                    "ecole": "UQAC",
                    "membres": [
                        "Antonin PERROT",
                        "Camille LAPPRAND",
                        "Killian BRACHER",
                        "Joaquim FERREIRA",
                        "Edouard LEBEAU",
                        "Lucas MONNET",
                        "Guilhem PECH",
                        "Guillaume RAIMUNDO"
                    ]
                }
            ],
            "shortDesc": {
                "style": "Welcome to New-York est un jeu de survie en coopération.",
                "team": "Créé en 6 mois par une équipe de 8 étudiants."
            },
            "pitch": [
                "Dans une réalité alternative, des créatures venues des ténèbres envahissent le monde entier. L’Union Européenne est tombée, le continent africain n’a plus donné de signes de vie depuis plusieurs semaines et l’Asie est considérée comme perdue depuis plusieurs mois. Désormais, c’est le continent américain qui est menacé.",
                "Des portails d’invocation commencent à se créer sur Ellis Island, et l’Organisation à envoyé des agents en première ligne, pour faire gagner le plus de temps possible à l’humanité.",
                "Incarnez Ae, Joe ou Aji et défendez avec vos amis le dernier bastion de l'humanité."
            ],
            "context": [
                "Welcome to New-York  est notre projet de fin d'année de l'UQAC. Il a été créé en 6 mois sous Unity et est mon premier jeu en réseau."
            ],
            "work": [
                "Avec Killian BRACHER, notre principale mission a été de développer les déplacements des personnages, leurs attaques ainsi que leur coup spécial. Ainsi que d’essayer d’équilibrer le jeu entre la puissance des personnages, les effets des coups spéciaux et la vie des joueurs et des ennemis.",
                "Une fois le réseau mis en place il a fallu adapter tout notre code pour qu’il soit répliqué chez chaque joueur."
            ],
            "return": [
                "Ce projet a été assez laborieux car nous débutions en jeu en réseau ainsi qu’en IA. Et une de nos grosses erreurs a été de ne pas avoir mis plusieurs personnes sur le réseau et sur l’IA (une seule personne pour chaque). Ce qui a rendu complexe la résolution de bugs sur la fin du projet durant le rush de fin, surtout en réseau, où seule la personne qui l’a développé savait vraiment comment cela fonctionnait et comment nous pouvions le réparer.",
                "Le manque de temps nous a obligé à revoir à la baisse le nombre de personnages qui est passé de 8 à 3.",
                "Ce projet m’a appris à travailler au sein d’une équipe plus grande. Nous nous sommes réparti les tâches en fonctions de nos envies et de nos connaissances. Ce projet était trop ambitieux pour un premier gros projet mais a été très instructif sur la façon de gérer une équipe, sur le besoin de canaux de communication clairs et sur la répartition des tâches."
            ],
            "download": {
                "link": "http://51.178.47.49/AjiGames/WTNY.zip",
                "text": "WTNY.zip"
            },
            "git": {
                "icon": "assets/Images/github.png",
                "url": "https://github.com/Guilhem-Pech/WelcomeToNewYork_",
                "text": "Page GitHub"
            },
            "website": {
                "icon": "",
                "text": "",
                "url": ""
            },
            "youtube": "https://youtu.be/uRhBMIcCesY",
            "itchio": "https://ajirog.itch.io/welcome-to-new-york",
            "img": {
                "imgCard": {
                    "src": "assets/Images/WTNY/screen.png",
                    "alt": "Screen WTNY"
                },
                "list": [
                    {
                        "src": "assets/Images/WTNY/screen.png",
                        "miniature": "assets/Images/WTNY/screen-miniature.png",
                        "alt": "Screen WTNY"
                    },
                    {
                        "src": "assets/Images/WTNY/Screen-1.png",
                        "miniature": "assets/Images/WTNY/Screen-1-miniature.png",
                        "alt": "Screen Aji"
                    },
                    {
                        "src": "assets/Images/WTNY/Screen-2.png",
                        "miniature": "assets/Images/WTNY/Screen-2-miniature.png",
                        "alt": "Screen Joe"
                    },
                    {
                        "src": "assets/Images/WTNY/Screen-3.png",
                        "miniature": "assets/Images/WTNY/Screen-3-miniature.png",
                        "alt": "Screen Ae"
                    },
                    {
                        "src": "assets/Images/WTNY/Recap perso.png",
                        "miniature": "assets/Images/WTNY/Recap perso-miniature.png",
                        "alt": "Screen WTNY"
                    },
                    {
                        "src": "assets/Images/WTNY/Ennemis recap.png",
                        "miniature": "assets/Images/WTNY/Ennemis recap-miniature.png",
                        "alt": "Screen WTNY"
                    }
                ]
            }
        },
        {
            "order": 4,
            "title": "Hot'Stage",
            "type": "Scoring Gestion",
            "date": "2019",
            "team": [
                {
                    "ecole": "Waterlily",
                    "membres": [
                        "Killian BRACHER",
                        "Lucas MONNET",
                        "Guilhem PECH",
                        "Joaquim FERREIRA",
                        "Maxime LACHAUD",
                        "Julien BILODEAU",
                        "Guillaume RAIMUNDO"
                    ]
                }
            ],
            "shortDesc": {
                "style": "Hot'Stage est un jeu de scoring 2D en vue top-down.",
                "team": "Créé pendant la Wonder Jam d'hiver 2019 à l'UQAC en 48 heures par 7 étudiants."
            },
            "pitch": [
                "Vous incarnez un malfaiteur dont le braquage a mal tourné. Votre but : arriver à extraire le plus d'argent possible en tenant en respect vos otages et en maintenant la police à l'extérieur du bâtiment."
            ],
            "context": [
                "Hot’Stage a été développé en 48 heures lors de la Wonder Jam 2019, une game jam organisée par l’Université du Québec à Chicoutimi. Le thème imposé était la Pression, et les styles associés étaient Dialogue et Gestion.",
                "Notre équipe était formée de 6 élèves de troisième année de baccalauréat (équivalent L3) et un élève de première année."
            ],
            "work": [
                "Durant cette game jam, j’ai surtout travaillé sur l’indice d’énervement de la police. Je me suis aussi occupé des feedbacks liés (le design de la voiture de police, l’animation de son arrivée, l’apparition des lumières bleu et rouge sur l’écran).",
                "J’ai également développé la boucle du téléphone (rythme d’appel, énervement lié à l’attente lors de la sonnerie).",
                "J’ai rédigé une partie des « questions réponses » des dialogues possibles lors des appels de la police ou des conversations avec les otages."
            ],
            "return": [
                "Avant tout je tiens à remercier le graphiste Mark Orzechowski pour avoir accepté de nous laisser utiliser son travail comme fond d'écran de menu.",
                "Des changements de dernière minute ont provoqué un rush et la perte de certains feedbacks, mais il a quand même été possible de rendre un jeu jouable et agréable.",
                "Malgré cette fin compliquée, ce projet a été une expérience plaisante car tous les participants étaient réunis dans une même salle, ce qui permettait des échanges entre les groupes, de l’entraide  entre des personnes très différentes. Nous avons pu discuter avec des étudiants de master, avec des professionnels d’Ubisoft, d’autres élèves de notre promotion et ainsi voir l’étendue de créativité et d’interprétation autour de thèmes généraux et assez simples."
            ],
            "download": {
                "link": "http://51.178.47.49/AjiGames/HOTSTAGE.zip",
                "text": "Hot'Stage.zip"
            },
            "git": {
                "icon": "assets/Images/github.png",
                "url": "https://github.com/Ajirogg/MarmeladeDeJeu",
                "text": "Page GitHub"
            },
            "website": {
                "icon": "",
                "text": "",
                "url": ""
            },
            "youtube": "",
            "itchio": "https://ajirog.itch.io/hotstage",
            "img": {
                "imgCard": {
                    "src": "assets/Images/Hotstage/Mainscreen.png",
                    "alt": "Hot'stage main screen"
                },
                "list": [
                    {
                        "src": "assets/Images/Hotstage/Mainscreen.png",
                        "miniature": "assets/Images/Hotstage/Mainscreen-miniature.png",
                        "alt": "Hot'stage main screen"
                    },
                    {
                        "src": "assets/Images/Hotstage/screen-1.png",
                        "miniature": "assets/Images/Hotstage/screen-1-miniature.png",
                        "alt": "screen-1"
                    },
                    {
                        "src": "assets/Images/Hotstage/screen-2.png",
                        "miniature": "assets/Images/Hotstage/screen-2-miniature.png",
                        "alt": "screen-2"
                    },
                    {
                        "src": "assets/Images/Hotstage/screen-3.png",
                        "miniature": "assets/Images/Hotstage/screen-3-miniature.png",
                        "alt": "screen-3"
                    }
                ]
            }
        },
        {
            "order": 3,
            "title": "Waterlily",
            "type": "Serious game, Puzzle",
            "date": "2018",
            "team": [
                {
                    "ecole": "UQAC",
                    "membres": [
                        "Lucas MONNET",
                        "Joaquim FERREIRA",
                        "Killian BRACHER",
                        "Edouard LEBEAUX",
                        "Guilhem PECH",
                        "Camille LAPPRAND",
                        "Guillaume RAIMUNDO"
                    ]
                },
                {
                    "ecole": "NAD",
                    "membres": [
                        "Dalila HAFFIZ",
                        "Casandra"
                    ]
                }
            ],
            "shortDesc": {
                "style": "Waterlily est un prototype de jeu sérieux.",
                "team": "Créé en 3 mois par une équipe de 9 étudiants."
            },
            "pitch": [
                "Vous incarnez une goutte d'eau qui doit rejoindre une plante pour l'abreuver. Dans cet unique niveau vous devez vous déplacez jusqu'à elle en évitant les différents pièges (saleté, papier absorbant etc...) en essayant d'amasser le plus de gouttes possible."
            ],
            "context": [
                "Waterlily est un prototype de jeu sérieux, développé à l’UQAC. C’est le projet de fin du premier semestre. Le thème du jeu sérieux était imposé. Nous avons décidé de partir sur la sensibilisation des enfants et adolescents au gaspillage de l'eau.",
                "Le jeu devait se dérouler en X niveaux de difficulté grandissante et adaptative. Le joueur doit arriver à économiser un maximum d’eau afin d’avoir plus de ressources au niveau suivant et de ralentir l’augmentation de la température, qui rendrait plus difficile la sauvegarde de l’eau.",
                "Ce projet est une collaboration entre les élèves du NAD (centre National d'Animation et de Design) et de l’UQAC (Université du Québec A Chicoutimi), développé avec Unreal."
            ],
            "work": [
                "Durant ce projet, je me suis occupé avec Killian BRACHER du contrôle du personnage ainsi que de la physique qui y était liée. Nous avons également travaillé sur les interactions avec le décor  et les objets présents dans le niveau (l’absorption des gouttes d’eau, ainsi que des surfaces absorbantes à éviter)."
            ],
            "return": [
                "Durant ce développement je n’avais pas de matériel assez puissant pour utiliser Unreal, c’est pourquoi ma part de travail a été entièrement faite en collaboration avec Killian BRACHER.",
                "Le jeu et le concept ont été très appréciés par le jury."
            ],
            "download": {
                "link": "http://51.178.47.49/AjiGames/Waterlilly.zip",
                "text": "Waterlily.zip"
            },
            "git": {
                "icon": "assets/Images/github.png",
                "url": "https://github.com/Ajirogg/Waterlily",
                "text": "Page GitHub"
            },
            "website": {
                "icon": "",
                "text": "",
                "url": ""
            },
            "youtube": "",
            "itchio": "https://ajirog.itch.io/waterlily",
            "img": {
                "imgCard": {
                    "src": "assets/Images/Waterlilly/menu_screen.png",
                    "alt": "Waterlilly menu screen"
                },
                "list": [
                    {
                        "src": "assets/Images/Waterlilly/menu_screen.png",
                        "miniature": "assets/Images/Waterlilly/menu_screen-miniature.png",
                        "alt": "Waterlilly menu screen"
                    },
                    {
                        "src": "assets/Images/Waterlilly/screenshot_1.png",
                        "miniature": "assets/Images/Waterlilly/screenshot_1-miniature.png",
                        "alt": "POV décor"
                    },
                    {
                        "src": "assets/Images/Waterlilly/screenshot_2.png",
                        "miniature": "assets/Images/Waterlilly/screenshot_2-miniature.png",
                        "alt": "Map overview"
                    },
                    {
                        "src": "assets/Images/Waterlilly/screenshot_3.png",
                        "miniature": "assets/Images/Waterlilly/screenshot_3-miniature.png",
                        "alt": "screenshot first part"
                    }
                ]
            }
        },
        {
            "order": 2,
            "title": "The Amazing Awakening of The Overpowered Genius",
            "type": "Rogue-like",
            "date": "2018",
            "team": [
                {
                    "ecole": "Equipe 'U'",
                    "membres": [
                        "Jarno BAEJIS",
                        "Thibaut DE NICOLAS",
                        "Hydriss RUET",
                        "Emile CALIXTE",
                        "Guillaume RAIMUNDO"
                    ]
                }
            ],
            "shortDesc": {
                "style": "TAATOG est un rogue-like.",
                "team": " Créé en 4 jours par une équipe de 5 étudiants."
            },
            "pitch": [
                "Vous vous réveillez dans un donjon, dans une époque inconnue. Votre objectif, vous préparer à affronter le boss de ce donjon. Mais attention, ce nouvel univers … n’a aucun sens !"
            ],
            "context": [
                "TAATOG a été développé en 4 jours pendant la game jam organisé par l’IUT 2 de Grenoble avec deux contraintes : des évènements aléatoires, et la re-jouabilité. Le langage Ruby avec la gem GOSU a aussi été imposé et dévoilé au début de la game jam.",
                "TAATOG a été classé 2e parmi toutes les créations de la promotion."
            ],
            "work": [
                "Durant cette game jam je me suis d’abord préoccupé du développement des déplacements du personnage principal et de la physique.",
                "J’ai dessiné et animé certains des ennemis, ainsi que des éléments de décors.",
                "Je me suis aussi occupé de l’intégration des items utilisables dans le jeu et de l’animation de l’attaque du personnage."
            ],
            "return": [
                "Cette game jam a été ma première expérience dans le développement d’un jeu complet. Elle a été très agréable et le résultat obtenu est conforme à ce que l’on avait prévu.",
                "Il reste encore des problèmes de collisions, d’optimisation et de génération aléatoire dûs à notre manque de connaissances du langage et du peu de temps que nous avons eu pour nous former dessus."
            ],
            "download": {
                "link": "http://51.178.47.49/AjiGames/TAATOG.exe",
                "text": "TAATOG.exe"
            },
            "git": {
                "icon": "",
                "url": "",
                "text": ""
            },
            "website": {
                "icon": "",
                "text": "",
                "url": ""
            },
            "youtube": "https://youtu.be/2WNnshN7QFc",
            "itchio": "",
            "img": {
                "imgCard": {
                    "src": "assets/Images/TAATOG/Pochette.png",
                    "alt": "TAATOG jacket"
                },
                "list": [
                    {
                        "src": "assets/Images/TAATOG/Pochette_1920.png",
                        "miniature": "assets/Images/TAATOG/Pochette_1920-miniature.png",
                        "alt": "TAATOG jacket"
                    },
                    {
                        "src": "assets/Images/TAATOG/mainscreen.png",
                        "miniature": "assets/Images/TAATOG/mainscreen-miniature.png",
                        "alt": "TAATOG main menu"
                    },
                    {
                        "src": "assets/Images/TAATOG/screen-1.png",
                        "miniature": "assets/Images/TAATOG/screen-1-miniature.png",
                        "alt": "TAATOG screen"
                    },
                    {
                        "src": "assets/Images/TAATOG/screen-2.png",
                        "miniature": "assets/Images/TAATOG/screen-2-miniature.png",
                        "alt": "TAATOG items"
                    }
                ]
            }
        },
        {
            "order": 1,
            "title": "Kinimi",
            "type": "Puzzle",
            "date": "2017",
            "team": [
                {
                    "ecole": "IUT 2 de Grenoble",
                    "membres": [
                        "Vincent AUBRIOT",
                        "Jarno BAEIJS",
                        "Emile CALIXTE",
                        "Léandre SALAMANI",
                        "Jules SANG",
                        "Adam SELVAGGIO",
                        "Guillaume RAIMUNDO"
                    ]
                }
            ],
            "shortDesc": {
                "style": "Kinimi est un projet scolaire visant à créer une plateforme ludo-éducative dans le but d'apprendre les maths et la programmation (niveau 3e).",
                "team": "Créé en 3 mois par 6 étudiants."
            },
            "pitch": [
                "Guide Kini à travers des salles remplies de mécanismes, trappes et autres dangers et deviens le roi de l'Escape-Colle !"
            ],
            "context": [
                "Avant tout, le site est disponible parmi les liens. Il est hébergé gratuitement par un membre de l’équipe, c’est pourquoi nous vous demandons de ne pas créer de compte (l’espace qui nous est alloué est assez restreint). Les identifiants du compte de test sont disponibles sur la page de connexion du site.",
                "Kinimi est une plateforme web créée en 3 mois lors de notre 2e année de DUT informatique. Le but était de créer une plateforme ludo-éducative pour permettre aux élèves de 3e de réviser les mathématiques et l’informatique.",
                "Le site se découpe en deux parties : une partie pour les mathématiques, qui regroupe soit des histoires interactives intégrant des exercices, soit directement des exercices, et une partie pour l’informatique qui se compose d’une série de niveaux dans lesquels le joueur va devoir sortir de la pièce où il se trouve en codant les déplacements de son personnage avec du code scratch."
            ],
            "work": [
                "Lors de ce projet, je me suis occupé de la partie graphique du site de la bannière, du design du personnage, des décors du jeu Escape Colle, ainsi que des croquis qui devaient apparaitre au fil des histoires de mathématiques, mais qui n’ont pu être intégrés, faute de temps.",
                "J’ai conçu le level design des 4 niveaux d’Escape Colle."
            ],
            "return": [
                "Ce projet a été mon premier projet impliquant un jeu. Il fut agréable et je me suis plu à m’occuper de la partie purement graphique. Cela m’a permis de me faire une première expérience dans le level-design."
            ],
            "download": {
                "link": "",
                "text": ""
            },
            "git": {
                "icon": "assets/Images/github.png",
                "url": "https://github.com/vincent38/informathique_",
                "text": "Page GitHub"
            },
            "website": {
                "icon": "assets/Images/web.png",
                "text": "Page web",
                "url": "http://test-kinimi.herokuapp.com/public/"
            },
            "youtube": "",
            "itchio": "",
            "img": {
                "imgCard": {
                    "src": "assets/Images/Kinimi/Board.png",
                    "alt": "Kinimi header"
                },
                "list": [
                    {
                        "src": "assets/Images/Kinimi/board_1920.png",
                        "miniature": "assets/Images/Kinimi/board_1920-miniature.png",
                        "alt": "Kinimi header"
                    },
                    {
                        "src": "assets/Images/Kinimi/homepage.png",
                        "miniature": "assets/Images/Kinimi/homepage-miniature.png",
                        "alt": "Kinimi Home page"
                    },
                    {
                        "src": "assets/Images/Kinimi/menu.png",
                        "miniature": "assets/Images/Kinimi/menu-miniature.png",
                        "alt": "Kinimi Escape colle menu"
                    },
                    {
                        "src": "assets/Images/Kinimi/jeu.png",
                        "miniature": "assets/Images/Kinimi/jeu-miniature.png",
                        "alt": "Kinimi escape colle jeu"
                    }
                ]
            }
        }
    ],
    "about": {
        "email": "raimundo.guillaume@gmail.com",
        "linkedin": "https://www.linkedin.com/in/guillaume-raimundo-6761a2169/"
    }
}