{
    "global" : {
        "linkedIn" : "https://www.linkedin.com/in/guillaume-raimundo-6761a2169/",
        "email": "raimundo.guillaume@gmail.com",
        "itchio" : "https://ajirog.itch.io/"
    },
    "fr" : {
        "Categories": {
            "AboutMe" : "A Propos",
            "Resume" : "CV",
            "Creations" : "Créations"
        },
        "AboutMe" : {
            "AltPP" : "Photo de profil",

            "linkedin" : "Page LinkedIn",
            "altLinkedin" : "Logo LinkedIn",

            "altEmail": "Logo gmail",

            "altItchio": "Logo Itch.io",

            "Intro_1" : "Bonjour, je m’appelle Guillaume RAIMUNDO, je suis développeur spécialisé dans la conception de jeux vidéo.",
            "Intro_2" : "Passionné de jeux depuis de longues années, j’ai pu découvrir la création de ces derniers avec mon premier projet en tant que développeur : ",
            "Intro_3" : "Je suis parti un an au Québec, à l’Université du Québec A Chicoutimi, pour découvrir plus en profondeur l’univers de la création de jeux (vidéo et de plateau).",
            "Intro_4" : "Suite à cette expérience, j’ai décidé de me spécialiser dans le développement de jeux vidéo.\nMon objectif est de pouvoir créer mon propre studio avec un ami, aussi passionné, et pouvoir faire naître les différents jeux que nous avons en tête. J'espère pouvoir divertir et faire rêver des personnes avec mes créations autant que je l’ai été lors de mes sessions de jeu !",
            "Intro_5" :"Mon objectif est de pouvoir créer mon propre studio avec un ami, aussi passionné, et pouvoir faire naître les différents jeux que nous avons en tête. J'espère pouvoir divertir et faire rêver des personnes avec mes créations autant que je l’ai été lors de mes sessions de jeu !"
        },
        "Resume" : {
            "error" : "Votre navigateur ne supporte pas les PDFs",
            "download": "Télécharger le CV"
        },
        "Creations" : [
            {
                "order": 15,
                "PageName": "IncarnaStudios",
                "title": "Projet non annoncé",
                "keyWords": "Unreal,VR,Multiplayer",
                "date": "2021",
                "team": [
                    {
                        "ecole": "Incarna Studios",
                        "membres": []
                    }
                ],
                "shortDesc": {
                    "style": "J'ai rejoint Incarna Studios pour mon stage de fin d'études. Durant ce stage nous avons développé lors de la pré-production le prototype d'un jeu sur unreal, qui n'a pas encore été annoncé.",
                    "team": ""
                },
                "pitch": [ 
                ],
                "context": [
                    "Incarna Studios m'a acceuilli pour mon stage de fin d'études de 6 mois afin de valider mon master.",
                    "Lors de mon arrivé, le studio commençait le développement d'un prototype de jeu en réalité virtuelle sous Unreal."
                ],
                "work": [
                    "Au cours de mon stage, j’ai été amené à développer différentes fonctionnalités. Je me suis occupé de mettre en place le système de déplacement du jeu, de la préparation et du lancement des parties. Je me suis aussi attelé à la création d’un tutoriel  temporaire, simple, visant à expliquer brièvement le fonctionnement du jeu pour le présenter aux potentiels éditeurs. Une fois le développement du prototype en solo achevé, nous nous sommes attelés à l’adaptation du code pour créer un mode multijoueur coopératif, avec ajout de fonctionnalités gameplay propre au multijoueur.",
                    "En parallèle du développement des fonctionnalités du jeu, j’ai été amené à programmer divers outils au profit des game-designers et/ou des artistes tel qu’un outil de création facile et rapide de morceaux du monde, un éditeur de map réutilisant les parties faites précédemment, ou encore un outil permettant de tester un enchaînement modifiable de morceaux de monde ou de parties créées.",
                    "La fin de mon stage a été consacrée à de la R&D avec deux phases distinctes. La première consistait à modifier le prototype afin d’en construire une version allégée pour le faire tourner convenablement sur Oculus Quest 2. La deuxième partie a été une grande passe d’optimisation, de profilage et de modification du prototype initial, afin de déterminer la faisabilité du jeu en mode solo sur Oculus Quest 2, sans alléger la partie gameplay."
                 ],
                "return": [
                    "Durant ces 6 mois de stage, j’ai beaucoup appris sur le fonctionnement du développement au sein d’un réel studio de jeux, les tenants et aboutissants d’une production, du développement de prototypes. J’ai ainsi pu mettre à contribution mon apprentissage et le parfaire au sein d’une équipe dynamique et motivée.",
                    "J’ai découvert l’importance des outils indispensables au bon développement d’un jeu, ainsi que la nécessité de les créer modulables et faciles à adapter pour fluidifier leurs améliorations à venir.",
                    "Cette expérience m’a permis de concrétiser des concepts et des logiques du développement du jeu qui lors de mon apprentissage, étaient restés des concepts assez flous car seulement évoqués de manière superficielle (ex : Game Mode, Game State, Player State…).",
                    "Elle m’a aussi appris l’importance d’une équipe soudée, du partage d’idées et de la discussion dans une production. Ces aspects nous ont permis d’améliorer le prototype, d’avancer plus vite grâce à une vision claire et globale de l’avancement. J’ai ainsi pu développer ma capacité à faire des comptes-rendus brefs et compréhensibles des problèmes rencontrés, des idées développées et d’adapter mon langage en fonction des personnes présentes et du but des discussions."
                ],
                "download": {
                    "link": "",
                    "text": ""
                },
                "git": {
                    "icon": "",
                    "url": "",
                    "text": ""
                },
                "website": {
                    "icon": "assets/Images/web.png",
                    "text": "Page web du studio",
                    "url": "https://www.incarna-studios.com/"
                },
                "youtube": "",
                "itchio": "",
                "img": {
                    "imgCard": {
                        "src": "assets/Images/IncarnaStudios/LogoIncarna-1920_1080.png",
                        "alt": "Logo Incarna Studios"
                    },
                    "list": [
                        {
                            "src": "assets/Images/IncarnaStudios/LogoIncarna-1920_1080.png",
                            "miniature": "assets/Images/IncarnaStudios/LogoIncarna-1920_1080-miniature.png",
                            "alt": "Logo Incarna Studios"
                        }
                    ]
                }
            }, 
            {
                "order": 14,
                "PageName": "Oira_Amata",
                "title": "Oïra Amata",
                "keyWords": "Unreal,VR",
                "date": "2021",
                "team": [
                    {
                        "ecole": "Promotion Ynov 2019",
                        "membres": [
                            "Axel LABARRERE",
                            "Brittany LEDDA",
                            "Priscilla GOY",
                            "Claude COHEN",
                            "Florent GALVIN",
                            "Loïc DISARBOIS",
                            "Guillaume RAIMUNDO"
                        ]
                    }
                ],
                "shortDesc": {
                    "style": "Oïra Amata est un jeu contemplatif en réalité virtuelle.",
                    "team": "Créé en 1 an par une équipe de 6 étudiants."
                },
                "pitch": [
                    "Vous vous réveillez sur une île avec pour unique compagnie un oiseau. Vous allez explorer d’anciennes ruines et résoudre des énigmes, à la recherche d’un objectif."
                ],
                "context": [
                    "Oïra Amata est notre projet de fin d’études du master Jeux Vidéo d’Ynov. Il a été réalisé sur Unreal en un an, et est toujours en cours de développement.",
                    "C’est un jeu en réalité virtuelle créé sur Unreal Engine 4 où l’on incarne un personnage qui va devoir explorer l’île sur laquelle il se réveille, accompagné d’un étrange oiseau. Le jeu est axé autour de la découverte de l’île et la résolution d’énigme afin, d’avancer dans l’exploration.",
                    "N'ayant que peu d'expérience en réalité virtuelle, nous avons décidé de coder avec le systèmes de blueprints d'Unreal.",
                    "L’équipe est composée de 4 artistes, 2 développeurs et 1 game designer."
                ],
                "work": [
                    "Pour ce projet, j’ai rapidement pris en main la gestion du travail de programmation. J’ai ainsi priorisé les tâches en fonctions de leur importance par rapport aux deadlines.",
                    "Au niveau développement, je me suis principalement occupé de la gestion des mécaniques entourant l’oiseau (lui permettre de se déplacer de zone en zone en fonction des déplacements du joueur, ainsi que de la mise au point de ces chemins en soutien au game designer).",
                    "Je me suis aussi occupé de l’intégration d’une partie des assets 3D, ainsi que d’aide à la réalisation des VFX (discussion avec l’artiste s’en occupant, permettant l’apport d’un regard différent) et leur intégration. J’ai également aidé le game designer dans la recherche et la modification de bruitages et de musiques en vue de leur intégration.",
                    "J’ai également effectué la mise en place d’interactions (boutons, leviers, lianes) qui pour la plupart ne sont pas présentes dans le projet suite à une réduction du nombre d’énigmes."
                ],
                "return": [
                    "Durant ce projet, j’ai pu comprendre les différentes contraintes qu’apporte la création d’un jeu en réalité virtuelle, autant du point de vue du game design que de celui de la programmation.",
                    "Lors de ce projet nous étions complètement autonomes, les intervenants n’étant là que pour vérifier l’avancement et nous aider si nous le demandions."
                ],
                "download": {
                    "link": "",
                    "text": ""
                },
                "git": {
                    "icon": "assets/Images/Azure.png",
                    "url": "https://dev.azure.com/OiraAmataVR/_git/OiraAmata",
                    "text": "Page Azure Devops"
                },
                "website": {
                    "icon": "",
                    "text": "",
                    "url": ""
                },
                "youtube": "",
                "itchio": "",
                "img": {
                    "imgCard": {
                        "src": "assets/Images/OiraAmata/LogTmp.png",
                        "alt": "Couverture Oïra Amata"
                    },
                    "list": [
                        {
                            "src": "assets/Images/OiraAmata/LogTmp.png",
                            "miniature": "assets/Images/OiraAmata/LogTmp-miniature.png",
                            "alt": "Couverture Oïra Amata"
                        },
                        {
                            "src": "assets/Images/OiraAmata/Screen1.png",
                            "miniature": "assets/Images/OiraAmata/Screen1-miniature.png",
                            "alt": "Plage"
                        },
                        {
                            "src": "assets/Images/OiraAmata/Screen2.png",
                            "miniature": "assets/Images/OiraAmata/Screen2-miniature.png",
                            "alt": "Temple"
                        },
                        {
                            "src": "assets/Images/OiraAmata/Screen3.png",
                            "miniature": "assets/Images/OiraAmata/Screen3-miniature.png",
                            "alt": "Pont"
                        },
                        {
                            "src": "assets/Images/OiraAmata/Screen4.png",
                            "miniature": "assets/Images/OiraAmata/Screen4-miniature.png",
                            "alt": "Oiseau"
                        }
                    ]
                }
            },
            {
                "order": 13,
                "PageName": "Tang_&_Arlee",
                "title": "Tang & Arlee",
                "keyWords": "Unity,PC",
                "date": "2021",
                "team": [
                    {
                        "ecole": "Studio 42",
                        "membres": [
                            "Aurélie​ BELOT",
                            "Anthony​ DI FURIA",
                            "Kevin​ DUBREUCQ",
                            "Marie​​ DURAN",
                            "Coline​​ EMANUEL",
                            "Quentin​ CAMENSULI",
                            "Guillaume​​ FERRUCCI",
                            "Alexandre​​ HOARAU",
                            "Théo​​ MAALEM",
                            "Morgane​ MICHOT",
                            "Lisa​​ PONDAVEN",
                            "Guillaume​ RAIMUNDO"
                        ]
                    }
                ],
                "shortDesc": {
                    "style": "Tang & Arlee est un plateformeur 3D.",
                    "team": "Remanié en 1 an par une équipe de 12 étudiants."
                },
                "pitch": [
                    
                ],
                "context": [
                    "Les Ydays de l’école Ynov Campus Aix-en-Provence constituent l'une des matières obligatoires pour chaque cursus. Ils ont pour but de mener à bien la réalisation de projets créés par les étudiants ou par des professionnels extérieurs à l’école. Chaque commanditaire choisit son équipe parmi les étudiants de l’école. Les séances sont malheureusement très espacées (un jour toutes les deux semaines environ)",
                    "Tang & Arlee est un projet imaginé par Thomas GUILBERT. Il a été commencé sur Unity pendant 6 semaines lors d’un stage, puis repris durant l’année scolaire 2020/2021 avec une partie de l’équipe originelle, ainsi que de nouveaux membres dont je fais partie.",
                    "L’équipe est constituée de 12 étudiants (2 développeurs et 10 artistes)."
                ],
                "work": [
                    "Sur le remaniement de Tang & Arlee, la première étape a été de tester l’existant, et de faire toute une passe de lecture du code déjà présent. Ce dernier ayant été produit par une personne débutant dans le développement de jeux vidéo, il a été décidé de le reprendre entièrement.",
                    "J’ai occupé le poste de lead développeur sur ce projet, et j’ai donc du commencé par la mise en place de la partie programmation de notre Hack ‘n Plan, un outil de gestion de projet, afin de mettre à plat les différentes tâches, et pouvoir en suivre facilement l’évolution.",
                    "Une partie de mon travail a été de former les artistes à l’utilisation de Git afin de faciliter l’intégration des assets. Ainsi qu’à la mise en place d’une hiérarchie commune du projet pour permettre de s’y retrouver facilement.",
                    "Au niveau de la programmation je me suis principalement occupé des tests et de la mise en place des déplacements du personnage."                
                ],
                "return": [
                    "Ce projet a été très enrichissant, car j’ai appris à mieux communiquer sur mon travail auprès des artistes notamment. J’ai aussi dû mettre en place de rapides cours sur l’utilisation du logiciel Github Desktop pour que les artistes puissent intégrer leurs créations. Je les ai également formés à la réalisation de materials en fonction des textures qu’ils importaient. J’ai aidé le deuxième développeur dans l’apprentissage de la logique du développement de jeux vidéo, car il n’en avait que très peu fait.",
                    "J’ai développé des compétences pour pouvoir supervisés l’avancement du développement en équipes relativement petite au contact du chef de projet  ainsi que par mon expérience personnelle au sein de l’équipe."
                    
                ],
                "download": {
                    "link": "",
                    "text": ""
                },
                "git": {
                    "icon": "assets/Images/github.png",
                    "url": "https://github.com/Ajirogg/Tang_Arlee",
                    "text": "Page GitHub"
                },
                "website": {
                    "icon": "",
                    "text": "",
                    "url": ""
                },
                "youtube": "",
                "itchio": "",
                "img": {
                    "imgCard": {
                        "src": "assets/Images/Tang&Arlee/Logo.png",
                        "alt": "Logo Tang & Arlee"
                    },
                    "list": [
                    ]
                }
            },
            {
                "order": 12,
                "PageName": "Coffitch",
                "title": "Coffitch",
                "keyWords": "Unreal,PC",
                "date": "2021",
                "team": [
                    {
                        "ecole": "Ynov Jam 2021",
                        "membres": [
                            "Quentin BESMAINE",
                            "Guillaume RESTOUL",
                            "Alexandra FINA",
                            "Guillaume RAIMUNDO",
                            "Sarah JAILLE"
                        ]
                    }
                ],
                "shortDesc": {
                    "style": "Coffitch est un puzzle game.",
                    "team": "Développé en 47h par une équipe de 5 étudiants."
                },
                "pitch": [
                    "Vous incarnez Sandrine, fameuse barmaid du Shotcière, et servez vos clients à la perfection afin d’obtenir la meilleure des réputations dans cette version d’Overcooked sans échec."
                ],
                "context": [
                    "Coffitch a été créé en 47h sur Unreal par une équipe de 5 étudiants (2 artistes, 2 développeurs et 1 game designer) sur le thème \"It never ends\" durant une game jam organisé par une start-up de l’école Ynov.",
                    "Nous avons choisi de faire un jeu sans game over, où le joueur devra trouver son rythme afin de satisfaire le plus de clients possible."
                    
                ],
                "work": [
                    "J‘ai occupé le poste de chef de projet ainsi que de programmeur durant la création de ce jeu.",
                    "Le game designer étant absent la majorité du temps, j’ai aidé le deuxième développeur à concevoir le level design, que j’ai par la suite intégré dans le jeu. Nous avons aussi effectué une passe d’équilibrage en fonction des tests que nous avons réalisés.",
                    "Au niveau programmation, j’ai développé toute la partie contrôleur : les déplacements, la récupération et l’utilisation des objets et des « machines » interactives. Je me suis aussi occupé de la vérification des commandes ainsi que de l’intégration des assets fournis par les artistes. J’ai récupéré les bruitages et sons d’ambiance nécessaires."
                    
                ],
                "return": [
                    "Coffitch a été ma première réalisation en tant que chef de projet. J’ai pu mettre à profit mes différentes expériences passées afin d’essayer de mener le projet au plus proche de ce que l’on avait prévu. Ce fut une expérience très agréable car les participants ont été dynamiques et impliqués dans le processus de création.",
                    "Grâce à cette expérience, j’ai réalisé la difficulté d’anticiper l’avancement d’un projet, et de déterminer la charge de travail de chacun pour pouvoir finir à temps, même si le contexte d’une game jam est assez différent de celui d’une création sur le long terme. "
                    
                ],
                "download": {
                    "link": "https://github.com/Ajirogg/YnovJam2021/releases/download/1.0.0/Coffitch.zip",
                    "text": "Coffitch.zip"
                },
                "git": {
                    "icon": "assets/Images/github.png",
                    "url": "https://github.com/Ajirogg/YnovJam2021",
                    "text": "Page GitHub"
                },
                "website": {
                    "icon": "",
                    "text": "",
                    "url": ""
                },
                "youtube": "",
                "itchio": "",
                "img": {
                    "imgCard": {
                        "src": "assets/Images/Coffitch/Cover.png",
                        "alt": "Coffitch logo"
                    },
                    "list": [
                        {
                            "src": "assets/Images/Coffitch/Cover.png",
                            "miniature": "assets/Images/Coffitch/Cover_miniature.png",
                            "alt": "Coffitch logo"
                        },
                        {
                            "src": "assets/Images/Coffitch/Screen1.png",
                            "miniature": "assets/Images/Coffitch/Screen1_miniature.png",
                            "alt": "Start game"
                        },
                        {
                            "src": "assets/Images/Coffitch/Screen2.png",
                            "miniature": "assets/Images/Coffitch/Screen2_miniature.png",
                            "alt": "Game with clients"
                        }
                    ]
                }
            },
            {
                "order": 11,
                "PageName": "SKULL",
                "title": "S.K.U.L.L.: Battle Royale",
                "keyWords": "Unity,PC,Multiplayer",
                "date": "2021",
                "team": [
                    {
                        "ecole": "Global Game Jam site YNOV GGJ 2021",
                        "membres": [
                            "Guillaume FERRUCCI",
                            "Kilian POUILLE",
                            "Nicolas GROSSO",
                            "Sylvain TORNAMBE",
                            "Julien MOURELON",
                            "Benjamin MOREAU",
                            "Mathis ABDOU",
                            "Alan MONNIER",
                            "Olivier SANTUCCI",
                            "Guillaume RAIMUNDO"
                        ]
                    }
                ],
                "shortDesc": {
                    "style": "S.K.U.L.L. est un battle royale",
                    "team": "Développé en 48h lors de la Globale Game Jam 2021 par une équipe de 10 étudiants."
                },
                "pitch": [
                    "Malheureusement, elle vient de perdre sa couronne ! Elle promet une place dans la garde royale à quiconque parvient à la ramener. Armez-vous, car tous les soldats commencent en même temps. Devenez l'élu !"
                ],
                "context": [
                   "S.K.U.L.L. a été développé sur Unity en 48 heures par une équipe de 10 étudiants (4 programmeurs et 6 artistes) durant la Global Game Jam 2021."
                 
                ],
                "work": [
                   "Durant cette game jam, je me suis occupé de la gestion du personnage, ses déplacements ainsi que son attaque.",
                   "J’ai fait l’intégration des assets des artistes. J’ai ensuite créé un level design dans lequel cacher la couronne et devant accueillir jusqu’à 64 personnes. Ensuite je l’ai intégré et habillé avec l’aide de deux autres développeurs."
                   
                    
                ],
                "return": [
                    "S.K.U.L.L. a été un projet très ambitieux, car nous nous sommes lancé dans la création d’un jeu en réseau, avec pour but d’accueillir un grand nombre de joueurs, jusqu’à 64. La réussite de ce dernier a été très gratifiante.",
                    "Durant cette game jam j’ai appris les bases du processus de création d’un level design, ainsi que de la création de décors, afin de donner vie à ce dernier. ",
                    "J’ai aussi passé beaucoup de temps à faire le lien avec  les artistes. J’ai rapidement pris en charge la gestion des priorités au niveau de leur créations afin d’avoir le rendu le plus complet possible. "
                    
                ],
                "download": {
                    "link": "",
                    "text": ""
                },
                "git": {
                    "icon": "assets/Images/gitlab.png",
                    "url": "https://gitlab.com/Mat13109/ggj2021",
                    "text": "Page GitLab"
                },
                "website": {
                    "icon": "",
                    "text": "",
                    "url": ""
                },
                "youtube": "",
                "itchio": "https://mat-mox.itch.io/skull-battle-royale",
                "img": {
                    "imgCard": {
                        "src": "assets/Images/Skull/SKullLogo.png",
                        "alt": "S.K.U.L.L. Logo"
                    },
                    "list": [ 
                    {
                        "src": "assets/Images/Skull/SKullLogo_1920_1080.png",
                        "miniature": "assets/Images/Skull/SKullLogo_1920_1080-miniature.png",
                        "alt": "S.K.U.L.L. logo"
                    },
                    {
                        "src": "assets/Images/Skull/Screen1.png",
                        "miniature": "assets/Images/Skull/Screen1-miniature.png",
                        "alt": "Screen with crown"
                    },
                    {
                        "src": "assets/Images/Skull/Screen2.png",
                        "miniature": "assets/Images/Skull/Screen2-miniature.png",
                        "alt": "In game screen lobby"
                    }
                    ]
                }
            },
            {
                "order": 10,
                "PageName": "Prefect_Space",
                "title": "Perfect Space",
                "keyWords": "GameMaker,PC",
                "date": "2020",
                "team": [
                    {
                        "ecole": "Promotion 2019 et 2020 d'Ynov",
                        "membres": [
                            "Axel LABARRERE",
                            "Brittany LEDDA",
                            "Priscilla GOY",
                            "Elsa MORETA",
                            "Claude COHEN",
                            "Florent GALVIN",
                            "Sarah JAILLE",
                            "Paul ROUMIGUIÈRE",
                            "Loïc DISARBOIS",
                            "Guillaume RAIMUNDO"
                        ]
                    }
                ],
                "shortDesc": {
                    "style": "Perfect Space est jeu de type clicker.",
                    "team": "Développé en 48h par une équipe de 10 étudiants."
                },
                "pitch": [
                    
                ],
                "context": [
                    "Perfect space est un jeu de scoring créé en 48h avec GameMaker 2 lors d'une jam organisée par l'université Ynov d'Aix-en-Provence, suivant les thèmes :",
                    "- Reproduire une mécanique existante",
                    "- Flat-design",
                    "- Deux couleurs",
                    "Nous avons décidé de reproduire la mécanique du jeu mobile \"Space Frontier\"."
                ],
                "work": [
                    "Lors de cette jam, je me suis occupé de gérer le déplacement du vaisseau entre les planètes, du nombre de déplacements que le vaisseau réalise en fonction du niveau de réussite, ainsi que du score gagné en conséquence.",
                    "J’ai intégré et lié une grande partie des différentes animations créées par les artistes. Je me suis aussi attelé à la création du trail qui suit le vaisseau au cours de ses déplacements.",
                    "J’ai effectué de la mise en place des paliers de difficultés qui accélèrent le jeu."
                ],
                "return": [
                    "Le point particulier de cette game jam a été que nous avions pour règle de développer le jeu sur un jour uniquement, le deuxième ne devant servir qu’au polish. ",
                    "Il a donc fallu tenir une cadence plus élevée qu’à l’accoutumer, et nous forcer à communiquer constamment afin de perdre le moins de temps possible.",
                    "Ce fut une expérience assez éprouvante en raison du peu de temps alloué à la réalisation du jeu et au fait que le moteur, Game Maker 2, nous était inconnu. Elle a été néanmoins très gratifiante, le résultat ayant été félicité par le jury et étant extrêmement proche de nos attentes."
                    
                ],
                "download": {
                    "link": "https://github.com/LDisarbois/Perfect-Space/releases/download/1.0.0/Perfect.space.zip",
                    "text": "Perfect space.zip"
                },
                "git": {
                    "icon": "assets/Images/github.png",
                    "url": "https://github.com/LDisarbois/Perfect-Space",
                    "text": "Page GitHub"
                },
                "website": {
                    "icon": "",
                    "text": "",
                    "url": ""
                },
                "youtube": "",
                "itchio": "",
                "img": {
                    "imgCard": {
                        "src": "assets/Images/PerfectSpace/StartScreen.png",
                        "alt": "Start Screen"
                    },
                    "list": [
                        {
                            "src": "assets/Images/PerfectSpace/StartScreen.png",
                            "miniature": "assets/Images/PerfectSpace/StartScreen-miniature.png",
                            "alt": "Start screen"
                        }, 
                        {
                            "src": "assets/Images/PerfectSpace/Screen1.png",
                            "miniature": "assets/Images/PerfectSpace/Screen1-miniature.png",
                            "alt": "Screen game first point"
                        }, 
                        {
                            "src": "assets/Images/PerfectSpace/Screen2.png",
                            "miniature": "assets/Images/PerfectSpace/Screen2-miniature.png",
                            "alt": "Middle part avancement"
                        }, 
                        {
                            "src": "assets/Images/PerfectSpace/Results.png",
                            "miniature": "assets/Images/PerfectSpace/Results-miniature.png",
                            "alt": "End screen"
                        }
                    ]
                }
            },
            {
                "order": 9,
                "PageName": "The_Experiment",
                "title": "The Experiment",
                "keyWords": "Unreal",
                "date": "2020",
                "team": [
                    {
                        "ecole": "Promotion 2019 d'Ynov",
                        "membres": [
                            "18 étudiants (Voir l'image des crédits)"
                        ]
                    }
                ],
                "shortDesc": {
                    "style": "The Experiment est un jeu d'horreur.",
                    "team": "Créé en 6 mois par la promotion 2019 du campus Ynov Aix-en-Provence (18 étudiants)."
                },
                "pitch": [
                    "Ben Skelley est un reporter à la recherche de preuves d'une existence paranormale dans un laboratoire abandonné. Cependant, après avoir été abîmé, son appareil lui permettrait de voir le lieu lors d'une époque passée..."
                ],
                "context": [
                    "The Experiment est le projet de fin d’année de Master 1 de la promotion 2019 de l’école d’Ynov Campus Aix-en-Provence. Ce projet a eu pour thème imposé « L’horreur ». Suite aux délibérations, le jeu a été conçu autour de l’Art.  Nous avons eu 6 mois pour mener à bien ce projet.",
                    "C’est un jeu d’horreur et d’énigme, le personnage incarné essaye de trouver des preuves de phénomènes paranormaux et de sortir du laboratoire. Le jeu tourne donc autour des énigmes qui vont permettre au joueur de sortir.",
                    "Le code a été réalisé en majorité en blueprint sur Unreal. L'équipe était composée de 11 artistes, 6 développeurs et 1 game designer."
                ],
                "work": [
                    "Durant la création du jeu, je me suis principalement attelé au développement d’une énigme ainsi qu’à la programmation des déplacements et de l’utilisation de la tablette du personnage. L’énigme, modifiée par la suite, consistait à trouver un flacon d’acide pour faire fondre un cadenas donnant accès aux clefs de la prochaine porte.",
                    "J’ai aussi aidé le game designer à la mise en place du level design, des énigmes, ainsi qu’à la vérification de la cohérence des salles et du bon positionnement des énigmes.",
                    "A cause du confinement, étant dans l'impossibilité de récupérer le code du projet, j’ai aidé le game designer à distance via partage d’écran."
                ],
                "return": [
                    "Ce projet a été très intéressant pour moi, avec la possibilité d’en apprendre plus sur le level design et sur les implications du game designer dans le jeu.",
                    "J’ai aussi pu découvrir le travail d’équipe dans un groupe plus important (plus de 8 personnes). Ainsi que  l’importance de chefs d’équipes dans de gros groupes de productions.",
                    "Lors du projet nous avons travaillé en méthode agile (SCRUM), et nous étions autonomes (les intervenants ne prenant part à aucune  décision, n’intervenant que si nous leur demandions de l’aide)."
                ],
                "download": {
                    "link": "",
                    "text": ""
                },
                "git": {
                    "icon": "assets/Images/gitlab.png",
                    "url": "https://gitlab.com/ynov_master/project_ana_2",
                    "text": "Page Gitlab"
                },
                "website": {
                    "icon": "",
                    "text": "",
                    "url": ""
                },
                "youtube": "",
                "itchio": "https://ajirog.itch.io/the-experiment",
                "img": {
                    "imgCard": {
                        "src": "assets/Images/The Experiment/logo.png",
                        "alt": "The Experiment logo"
                    },
                    "list": [
                        {
                            "src": "assets/Images/The Experiment/logo.png",
                            "miniature": "assets/Images/The Experiment/logo-miniature.png",
                            "alt": "The Experiment logo"
                        },
                        {
                            "src": "assets/Images/The Experiment/Credits.png",
                            "miniature": "assets/Images/The Experiment/Credits-miniature.png",
                            "alt": "The Experiment credits"
                        },
                        {
                            "src": "assets/Images/The Experiment/screen-incubateurs.png",
                            "miniature": "assets/Images/The Experiment/screen-incubateurs-miniature.png",
                            "alt": "Screen salle des incubateurs"
                        },
                        {
                            "src": "assets/Images/The Experiment/screen-monstre.png",
                            "miniature": "assets/Images/The Experiment/screen-monstre-miniature.png",
                            "alt": "Screen monstre"
                        }
                    ]
                }
            },
            {
                "order": 8,
                "PageName": "Drag_Queen_Quest",
                "title": "Drag Queen Quest",
                "keyWords": "Unity",
                "date": "2020",
                "team": [
                    {
                        "ecole": "Yummy Miam (Ydays)",
                        "membres": [
                            "Stanislas GEFFROY",
                            "Axelle JACQUET",
                            "Wendy RUSSO",
                            "Roxana PALMERI",
                            "Britanny LEDDA",
                            "Guillaume RAIMUNDO",
                            "Rémy DURAND"
                        ]
                    }
                ],
                "shortDesc": {
                    "style": "Drag Queen Quest est un prototype de plateformer 3D.",
                    "team": "Créé par une équipe de 7 étudiants."
                },
                "pitch": [
                    "Le soir d'une nuit pluvieuse, quatre Drag Queens à la renommée balbutiante sortent en pagaille d'une boîte de nuit dans laquelle elles ont récemment été engagées. S'agrippant à leurs perruques et à leurs talons, elles fuient le videur furieux. Au détour d'une ruelle, elles disparaissent dans un flash aveuglant. Les Drag Queens se réveillent dans les ruines d'un château inconnu. Ici commence la Drag Queen Quest.",
                    "Princesse rebelle mais naïve, dieu lovecraftien destructeur et plus encore ! Telles seront les aventures qui feront évoluer nos reines dans un monde nouveau rempli de drames et surtout de fun !"
                ],
                "context": [
                    "Les Ydays de l’école Ynov Campus Aix-en-Provence constituent l'une des matières obligatoires pour chaque cursus. Ils ont pour but de mener à bien la réalisation de projets créés par les étudiants ou par des professionnels extérieurs à l’école. Chaque commanditaire choisit son équipe parmi les étudiants de l’école.",
                    "Drag Queen Quest est un projet conçu par Stanislas GEFFROY. Il a réuni une équipe de 8 personnes pour créer le prototype de son jeu.",
                    "Le projet Drag Queen Quest est divisé en 2 parties : un side scroller en 3D ayant pour référence la série des 'Bloodstained' principalement, et des combats en tour par tour ayant pour référence la série des 'Final Fantasy' et 'Persona'."
                ],
                "work": [
                    "Je me suis concentré sur la partie plateforme de ce prototype. L’enjeu principal a été de mettre au point un système de déplacement et de saut qui convenait au commanditaire. Je me suis donc attelé à créer diverses solutions en me basant sur les outils disponibles sur Unity (Character Controller, RigidBody …) afin de lui présenter les diverses possibilités et les lui faire tester.",
                    "Une fois le mode de déplacement développé, il a fallu l’ajuster aux demandes pour que le niveau tutoriel puisse être réalisé. J’ai ensuite mis en place le modèle 3D du personnage et j’ai créé les materials à partir des fichiers donnés par les artistes.",
                    "Le dernier challenge de ce prototype a été de concevoir un système de suivi de chemin. Stanislas voulait que le parcours du joueur ne soit pas une simple ligne droite mais qu’il puisse suivre des tracés complexes. J’ai donc mis au point un système de check-points, modifiant la direction du personnage et lui permettant de suivre des chemins non linéaires.",
                    "La dernière phase a été uniquement dédiée à la recherche. Ne pouvant continuer le développement du jeu avec l’équipe en raison du départ de certains membres, j’ai utilisé mon temps à mettre en place un document texte expliquant comment améliorer les systèmes mis en place, quelles pistes j’avais étudiées pour la suite du développement de la partie plateforme, ainsi que ce qui avait été réfléchi au niveau de la partie combat afin que le ou les prochains développeurs ne partent pas de zéro avec mon code."
                ],
                "return": [
                    "Des modifications au sein de l’équipe m’ont amené à récupérer le code d’autres programmeurs, et à le refactoriser afin que tout soit cohérent et plus simple à maintenir par la suite.",
                    "Il a fallu ensuite aussi pallier le manque de connaissances lors de l’intégration des textures. N’ayant jamais travaillé sur ce point, j’ai appris à créer des matériaux sur Unity applicables sur le modèle 3D."
                ],
                "download": {
                    "link": "https://github.com/Ajirogg/DragQueenQuestRelease/releases/download/0.0.2/DragQueenQuest.zip",
                    "text": "DragQueenQuest.zip"
                },
                "git": {
                    "icon": "assets/Images/github.png",
                    "url": "https://github.com/Ajirogg/DragQueenQuest",
                    "text": "Page GitHub"
                },
                "website": {
                    "icon": "assets/Images/facebook.png",
                    "text": "Page Facebook",
                    "url": "https://www.facebook.com/Yummy-Miam-Games-107080741021183"
                },
                "youtube": "",
                "itchio": "",
                "img": {
                    "imgCard": {
                        "src": "assets/Images/DQQ/logo.png",
                        "alt": "Logo Yummy Miam Games"
                    },
                    "list": [
                        {
                            "src": "assets/Images/DQQ/logo_1920.png",
                            "miniature": "assets/Images/DQQ/logo_1920-miniature.png",
                            "alt": "Logo Yummy Miam Games"
                        },
                        {
                            "src": "assets/Images/DQQ/screen-1.png",
                            "miniature": "assets/Images/DQQ/screen-1-miniature.png",
                            "alt": "Logo Yummy Miam Games"
                        },
                        {
                            "src": "assets/Images/DQQ/screen-2.png",
                            "miniature": "assets/Images/DQQ/screen-2-miniature.png",
                            "alt": "Logo Yummy Miam Games"
                        }
                    ]
                }
            },
            {
                "order": 7,
                "PageName": "Homme_Care_Agency",
                "title": "Homme Care Agency",
                "keyWords": "Unity",
                "date": "2020",
                "team": [
                    {
                        "ecole": "No Brain No Game",
                        "membres": [
                            "Priscilla GOY",
                            "Brittany LEDDA",
                            "Florent GALVIN",
                            "Alan MONNIER",
                            "Loïc DISARBOIS",
                            "Guillaume RAIMUNDO"
                        ]
                    }
                ],
                "shortDesc": {
                    "style": "Homme Care Agency est un point and click.",
                    "team": "Créé durant la Global Game Jam 2020 en 48 heures par 6 étudiants."
                },
                "pitch": [
                    "Vous incarnez un psychiatre recevant différents patients dans son cabinet. Ces personnes ont besoin de vous ! Prêtez attention à leur attitude afin de comprendre leur pathologie et de les aider !"
                ],
                "context": [
                    "Homme Care Agency a été créé durant la Globale Game Jam 2020, ayant pour thème la réparation, par l’équipe baptisée No Brain No Game."
                ],
                "work": [
                    "Lors de cette game jam, je me suis principalement attelé à faire mettre en place les données utilisées au cours du jeu (quels objets améliorent l’état ou le dégradent pour chaque pathologie), ainsi que la mise en place des assets dans la scène en fonction des directives du Game Designer.",
                    "Je me suis aussi occupé de la mise en place des animations (du psy et des patients)."
                ],
                "return": [
                    "Lors de cette game jam nous avons pu constater que notre vision du temps de développement a été assez juste, mais une mauvaise communication au sein de l’équipe a fait que le projet n’a pas abouti à 100%.",
                    "Nous nous sommes aussi rendus compte que nous n’avions pas assez réfléchi à rendre la compréhension du jeu simple. Beaucoup d’éléments ne sont pas compréhensibles sans avoir eu une explication. Un joueur qui lance le jeu sans explication peut jouer (perdre ou gagner) sans  rien comprendre des implications et de l’effet de ses actions. Il aurait fallu prendre plus de temps sur l’introduction du jeu (comment jouer, quels interactions sont possibles etc) ou alors avec plus de temps/moyens, faire un niveau tutoriel extrêmement basique.",
                    "En définitive nous sommes fiers de notre réalisation même si elle n’est pas réellement exploitable en l’état."
                ],
                "download": {
                    "link": "https://github.com/Ajirogg/GGJ_NoBrainNoGame/releases/download/1.0.0/HommeCareAgency.zip",
                    "text": "HommeCareAgency.zip"
                },
                "git": {
                    "icon": "assets/Images/github.png",
                    "url": "https://github.com/Ajirogg/GGJ_NoBrainNoGame",
                    "text": "Page GitHub"
                },
                "website": {
                    "icon": "",
                    "text": "",
                    "url": "https://globalgamejam.org/2020/games/hommecare-agency-1"
                },
                "youtube": "",
                "itchio": "https://ajirog.itch.io/homme-care-agency",
                "img": {
                    "imgCard": {
                        "src": "assets/Images/HommeCareAgency/ecran_accueil.png",
                        "alt": "Homme Care Agency Main Screen"
                    },
                    "list": [
                        {
                            "src": "assets/Images/HommeCareAgency/ecran_accueil.png",
                            "miniature": "assets/Images/HommeCareAgency/ecran_accueil-miniature.png",
                            "alt": "Homme Care Agency Main Screen"
                        },
                        {
                            "src": "assets/Images/HommeCareAgency/logo_studio.png",
                            "miniature": "assets/Images/HommeCareAgency/logo_studio-miniature.png",
                            "alt": "No Brain No Game Logo"
                        },
                        {
                            "src": "assets/Images/HommeCareAgency/Credits.png",
                            "miniature": "assets/Images/HommeCareAgency/Credits-miniature.png",
                            "alt": "Homme Care Agency Credits Screen"
                        },
                        {
                            "src": "assets/Images/HommeCareAgency/screen-1.png",
                            "miniature": "assets/Images/HommeCareAgency/screen-1-miniature.png",
                            "alt": "Screen 1"
                        },
                        {
                            "src": "assets/Images/HommeCareAgency/screen-2.png",
                            "miniature": "assets/Images/HommeCareAgency/screen-2-miniature.png",
                            "alt": "Screen 2"
                        }
                    ]
                }
            },
            {
                "order": 6,
                "PageName": "Potion_Brawl",
                "title": "Potion Brawl",
                "keyWords": "Unity,Multiplayer",
                "date": "2019",
                "team": [
                    {
                        "ecole": "Ynov campus Aix-en-Provence",
                        "membres": [
                            "Émélie PHILIPPE",
                            "Morganne MICHOT",
                            "Thomas AUDIBERT",
                            "Johann NATOURI",
                            "Mathis ABDOU",
                            "Guillaume RAIMUNDO"
                        ]
                    }
                ],
                "shortDesc": {
                    "style": "Potion Brawl est un jeu de versus pour 2 joueurs en local.",
                    "team": "Créé en 20 heures par une équipe de 7 étudiants."
                },
                "pitch": [
                    "Vous êtes deux puissants sorciers qui se battent à coup de potions explosives. Soyez rapide, esquivez et lancez-vous dans une bataille épique pour la domination magique !"
                ],
                "context": [
                    "Potion Brawl est un jeu créé dans le cadre d’une game jam de 20 heures, organisée lors  du cursus scolaire de l’école Ynov campus Aix-en-Provence avec une équipe imposée.",
                    "Potion Brawl a été conçu à partir de 2 pitchs, choisis parmi une liste, qui sont : ",
                    "   - A l'aide de votre personnage, des éléments disposés dans le niveau et/ou à vos compétences, éjectez votre adversaire de l'arène.",
                    "   - Une bombe est sur le point d'exploser, donnez-la à votre adversaire avant la fin du compte à rebours.",
                    "Cet exercice a mélangé des étudiants de Master 1 et 2 et a été réalisé sur Unity."
                ],
                "work": [
                    "Lors de cette game jam, j’ai commencé par la mise en place des déplacements des joueurs, ainsi que  de leur seule action qui consiste à donner un coup dans les bombes pour les envoyer sur l’adversaire.",
                    "Une fois le personnage réalisé, je me suis attelé à la création des différentes bombes disponibles dans le jeu et de leurs effets."
                ],
                "return": [
                    "Ce travail a été très plaisant à faire, l’équipe communiquait bien et le développement c’est en somme bien déroulé.",
                    "Le projet, comme souvent en game jam, a dû être revu un peu à la baisse (il y a moins de bombes que prévu et moins de visuels de terrain).  Mais le jeu est complet, compréhensible et jouable !"
                ],
                "download": {
                    "link": "https://github.com/mat13109/Potion_Brawl/releases/download/1.1/Potion.Brawl.1.1.zip",
                    "text": "Potion Brawl.zip"
                },
                "git": {
                    "icon": "assets/Images/github.png",
                    "url": "https://github.com/mat13109/Project-satan/",
                    "text": "Page GitHub"
                },
                "website": {
                    "icon": "",
                    "text": "",
                    "url": ""
                },
                "youtube": "",
                "itchio": "https://mat-mox.itch.io/potion-brawl",
                "img": {
                    "imgCard": {
                        "src": "assets/Images/PotionBrawl/PotionBrawl.png",
                        "alt": "Potion Brawl logo"
                    },
                    "list": [
                        {
                            "src": "assets/Images/PotionBrawl/PotionBrawl.png",
                            "miniature": "assets/Images/PotionBrawl/PotionBrawl-miniature.png",
                            "alt": "Potion Brawl logo"
                        },
                        {
                            "src": "assets/Images/PotionBrawl/Credits.png",
                            "miniature": "assets/Images/PotionBrawl/Credits-miniature.png",
                            "alt": "Potion Brawl logo"
                        },
                        {
                            "src": "assets/Images/PotionBrawl/controles.png",
                            "miniature": "assets/Images/PotionBrawl/controles-miniature.png",
                            "alt": "Potion Brawl logo"
                        },
                        {
                            "src": "assets/Images/PotionBrawl/screen-1.png",
                            "miniature": "assets/Images/PotionBrawl/screen-1-miniature.png",
                            "alt": "Potion Brawl logo"
                        },
                        {
                            "src": "assets/Images/PotionBrawl/screen-2.png",
                            "miniature": "assets/Images/PotionBrawl/screen-2-miniature.png",
                            "alt": "Potion Brawl logo"
                        }
                    ]
                }
            },
            {
                "order": 5,
                "PageName": "WTNY",
                "title": "Welcome to New-York",
                "keyWords": "Unity,Multiplayer",
                "date": "2019",
                "team": [
                    {
                        "ecole": "UQAC",
                        "membres": [
                            "Antonin PERROT",
                            "Camille LAPPRAND",
                            "Killian BRACHER",
                            "Joaquim FERREIRA",
                            "Edouard LEBEAU",
                            "Lucas MONNET",
                            "Guilhem PECH",
                            "Guillaume RAIMUNDO"
                        ]
                    }
                ],
                "shortDesc": {
                    "style": "Welcome to New-York est un jeu de survie en coopération.",
                    "team": "Créé en 6 mois par une équipe de 8 étudiants."
                },
                "pitch": [
                    "Dans une réalité alternative, des créatures venues des ténèbres envahissent le monde entier. L’Union Européenne est tombée, le continent africain n’a plus donné de signes de vie depuis plusieurs semaines et l’Asie est considérée comme perdue depuis plusieurs mois. Désormais, c’est le continent américain qui est menacé.",
                    "Des portails d’invocation commencent à se créer sur Ellis Island, et l’Organisation à envoyé des agents en première ligne, pour faire gagner le plus de temps possible à l’humanité.",
                    "Incarnez Ae, Joe ou Aji et défendez avec vos amis le dernier bastion de l'humanité."
                ],
                "context": [
                    "Welcome to New-York  est notre projet de fin d'année de l'UQAC. Il a été créé en 6 mois sous Unity et est mon premier jeu en réseau."
                ],
                "work": [
                    "Avec Killian BRACHER, notre principale mission a été de développer les déplacements des personnages, leurs attaques ainsi que leur coup spécial. Ainsi que d’essayer d’équilibrer le jeu entre la puissance des personnages, les effets des coups spéciaux et la vie des joueurs et des ennemis.",
                    "Une fois le réseau mis en place il a fallu adapter tout notre code pour qu’il soit répliqué chez chaque joueur."
                ],
                "return": [
                    "Ce projet a été assez laborieux car nous débutions en jeu en réseau ainsi qu’en IA. Et une de nos grosses erreurs a été de ne pas avoir mis plusieurs personnes sur le réseau et sur l’IA (une seule personne pour chaque). Ce qui a rendu complexe la résolution de bugs sur la fin du projet durant le rush de fin, surtout en réseau, où seule la personne qui l’a développé savait vraiment comment cela fonctionnait et comment nous pouvions le réparer.",
                    "Le manque de temps nous a obligé à revoir à la baisse le nombre de personnages qui est passé de 8 à 3.",
                    "Ce projet m’a appris à travailler au sein d’une équipe plus grande. Nous nous sommes réparti les tâches en fonctions de nos envies et de nos connaissances. Ce projet était trop ambitieux pour un premier gros projet mais a été très instructif sur la façon de gérer une équipe, sur le besoin de canaux de communication clairs et sur la répartition des tâches."
                ],
                "download": {
                    "link": "https://github.com/Guilhem-Pech/WelcomeToNewYork_/releases/download/1.0.0/WTNY.zip",
                    "text": "WTNY.zip"
                },
                "git": {
                    "icon": "assets/Images/github.png",
                    "url": "https://github.com/Guilhem-Pech/WelcomeToNewYork_",
                    "text": "Page GitHub"
                },
                "website": {
                    "icon": "",
                    "text": "",
                    "url": ""
                },
                "youtube": "https://youtu.be/uRhBMIcCesY",
                "itchio": "https://ajirog.itch.io/welcome-to-new-york",
                "img": {
                    "imgCard": {
                        "src": "assets/Images/WTNY/screen.png",
                        "alt": "Screen WTNY"
                    },
                    "list": [
                        {
                            "src": "assets/Images/WTNY/screen.png",
                            "miniature": "assets/Images/WTNY/screen-miniature.png",
                            "alt": "Screen WTNY"
                        },
                        {
                            "src": "assets/Images/WTNY/Screen-1.png",
                            "miniature": "assets/Images/WTNY/Screen-1-miniature.png",
                            "alt": "Screen Aji"
                        },
                        {
                            "src": "assets/Images/WTNY/Screen-2.png",
                            "miniature": "assets/Images/WTNY/Screen-2-miniature.png",
                            "alt": "Screen Joe"
                        },
                        {
                            "src": "assets/Images/WTNY/Screen-3.png",
                            "miniature": "assets/Images/WTNY/Screen-3-miniature.png",
                            "alt": "Screen Ae"
                        },
                        {
                            "src": "assets/Images/WTNY/Recap perso.png",
                            "miniature": "assets/Images/WTNY/Recap perso-miniature.png",
                            "alt": "Screen WTNY"
                        },
                        {
                            "src": "assets/Images/WTNY/Ennemis recap.png",
                            "miniature": "assets/Images/WTNY/Ennemis recap-miniature.png",
                            "alt": "Screen WTNY"
                        }
                    ]
                }
            },
            {
                "order": 4,
                "PageName": "HotStage",
                "title": "Hot'Stage",
                "keyWords": "Unity",
                "date": "2019",
                "team": [
                    {
                        "ecole": "Waterlily",
                        "membres": [
                            "Killian BRACHER",
                            "Lucas MONNET",
                            "Guilhem PECH",
                            "Joaquim FERREIRA",
                            "Maxime LACHAUD",
                            "Julien BILODEAU",
                            "Guillaume RAIMUNDO"
                        ]
                    }
                ],
                "shortDesc": {
                    "style": "Hot'Stage est un jeu de scoring 2D en vue top-down.",
                    "team": "Créé pendant la Wonder Jam d'hiver 2019 à l'UQAC en 48 heures par 7 étudiants."
                },
                "pitch": [
                    "Vous incarnez un malfaiteur dont le braquage a mal tourné. Votre but : arriver à extraire le plus d'argent possible en tenant en respect vos otages et en maintenant la police à l'extérieur du bâtiment."
                ],
                "context": [
                    "Hot’Stage a été développé en 48 heures lors de la Wonder Jam 2019, une game jam organisée par l’Université du Québec à Chicoutimi. Le thème imposé était la Pression, et les styles associés étaient Dialogue et Gestion.",
                    "Notre équipe était formée de 6 élèves de troisième année de baccalauréat (équivalent L3) et un élève de première année."
                ],
                "work": [
                    "Durant cette game jam, j’ai surtout travaillé sur l’indice d’énervement de la police. Je me suis aussi occupé des feedbacks liés (le design de la voiture de police, l’animation de son arrivée, l’apparition des lumières bleu et rouge sur l’écran).",
                    "J’ai également développé la boucle du téléphone (rythme d’appel, énervement lié à l’attente lors de la sonnerie).",
                    "J’ai rédigé une partie des « questions réponses » des dialogues possibles lors des appels de la police ou des conversations avec les otages."
                ],
                "return": [
                    "Avant tout je tiens à remercier le graphiste Mark Orzechowski pour avoir accepté de nous laisser utiliser son travail comme fond d'écran de menu.",
                    "Des changements de dernière minute ont provoqué un rush et la perte de certains feedbacks, mais il a quand même été possible de rendre un jeu jouable et agréable.",
                    "Malgré cette fin compliquée, ce projet a été une expérience plaisante car tous les participants étaient réunis dans une même salle, ce qui permettait des échanges entre les groupes, de l’entraide  entre des personnes très différentes. Nous avons pu discuter avec des étudiants de master, avec des professionnels d’Ubisoft, d’autres élèves de notre promotion et ainsi voir l’étendue de créativité et d’interprétation autour de thèmes généraux et assez simples."
                ],
                "download": {
                    "link": "https://github.com/Ajirogg/MarmeladeDeJeu/releases/download/1.0.0/HOTSTAGE.zip",
                    "text": "Hot'Stage.zip"
                },
                "git": {
                    "icon": "assets/Images/github.png",
                    "url": "https://github.com/Ajirogg/MarmeladeDeJeu",
                    "text": "Page GitHub"
                },
                "website": {
                    "icon": "",
                    "text": "",
                    "url": ""
                },
                "youtube": "",
                "itchio": "https://ajirog.itch.io/hotstage",
                "img": {
                    "imgCard": {
                        "src": "assets/Images/Hotstage/Mainscreen.png",
                        "alt": "Hot'stage main screen"
                    },
                    "list": [
                        {
                            "src": "assets/Images/Hotstage/Mainscreen.png",
                            "miniature": "assets/Images/Hotstage/Mainscreen-miniature.png",
                            "alt": "Hot'stage main screen"
                        },
                        {
                            "src": "assets/Images/Hotstage/screen-1.png",
                            "miniature": "assets/Images/Hotstage/screen-1-miniature.png",
                            "alt": "screen-1"
                        },
                        {
                            "src": "assets/Images/Hotstage/screen-2.png",
                            "miniature": "assets/Images/Hotstage/screen-2-miniature.png",
                            "alt": "screen-2"
                        },
                        {
                            "src": "assets/Images/Hotstage/screen-3.png",
                            "miniature": "assets/Images/Hotstage/screen-3-miniature.png",
                            "alt": "screen-3"
                        }
                    ]
                }
            },
            {
                "order": 3,
                "PageName": "Waterlily",
                "title": "Waterlily",
                "keyWords": "Unreal",
                "date": "2018",
                "team": [
                    {
                        "ecole": "UQAC",
                        "membres": [
                            "Lucas MONNET",
                            "Joaquim FERREIRA",
                            "Killian BRACHER",
                            "Edouard LEBEAUX",
                            "Guilhem PECH",
                            "Camille LAPPRAND",
                            "Guillaume RAIMUNDO"
                        ]
                    },
                    {
                        "ecole": "NAD",
                        "membres": [
                            "Dalila HAFFIZ",
                            "Casandra"
                        ]
                    }
                ],
                "shortDesc": {
                    "style": "Waterlily est un prototype de jeu sérieux.",
                    "team": "Créé en 3 mois par une équipe de 9 étudiants."
                },
                "pitch": [
                    "Vous incarnez une goutte d'eau qui doit rejoindre une plante pour l'abreuver. Dans cet unique niveau vous devez vous déplacez jusqu'à elle en évitant les différents pièges (saleté, papier absorbant etc...) en essayant d'amasser le plus de gouttes possible."
                ],
                "context": [
                    "Waterlily est un prototype de jeu sérieux, développé à l’UQAC (Université du Québec A Chicoutimi). C’est le projet de fin du premier semestre. Le thème du jeu sérieux était imposé. Nous avons décidé de partir sur la sensibilisation des enfants et adolescents au gaspillage de l'eau.",
                    "Le jeu devait se dérouler en X niveaux de difficulté grandissante et adaptative. Le joueur doit arriver à économiser un maximum d’eau afin d’avoir plus de ressources au niveau suivant et de ralentir l’augmentation de la température, qui rendrait plus difficile la sauvegarde de l’eau.",
                    "Ce projet est une collaboration entre les élèves du NAD (centre National d'Animation et de Design) et de l’UQAC, développé avec Unreal."
                ],
                "work": [
                    "Durant ce projet, je me suis occupé avec Killian BRACHER du contrôle du personnage ainsi que de la physique qui y était liée. Nous avons également travaillé sur les interactions avec le décor  et les objets présents dans le niveau (l’absorption des gouttes d’eau, ainsi que des surfaces absorbantes à éviter)."
                ],
                "return": [
                    "Durant ce développement je n’avais pas de matériel assez puissant pour utiliser Unreal, c’est pourquoi ma part de travail a été entièrement faite en collaboration avec Killian BRACHER.",
                    "Le jeu et le concept ont été très appréciés par le jury."
                ],
                "download": {
                    "link": "https://github.com/Ajirogg/Waterlily/releases/download/1.0.0/Waterlilly.zip",
                    "text": "Waterlily.zip"
                },
                "git": {
                    "icon": "assets/Images/github.png",
                    "url": "https://github.com/Ajirogg/Waterlily",
                    "text": "Page GitHub"
                },
                "website": {
                    "icon": "",
                    "text": "",
                    "url": ""
                },
                "youtube": "",
                "itchio": "https://ajirog.itch.io/waterlily",
                "img": {
                    "imgCard": {
                        "src": "assets/Images/Waterlilly/menu_screen.png",
                        "alt": "Waterlilly menu screen"
                    },
                    "list": [
                        {
                            "src": "assets/Images/Waterlilly/menu_screen.png",
                            "miniature": "assets/Images/Waterlilly/menu_screen-miniature.png",
                            "alt": "Waterlilly menu screen"
                        },
                        {
                            "src": "assets/Images/Waterlilly/screenshot_1.png",
                            "miniature": "assets/Images/Waterlilly/screenshot_1-miniature.png",
                            "alt": "POV décor"
                        },
                        {
                            "src": "assets/Images/Waterlilly/screenshot_2.png",
                            "miniature": "assets/Images/Waterlilly/screenshot_2-miniature.png",
                            "alt": "Map overview"
                        },
                        {
                            "src": "assets/Images/Waterlilly/screenshot_3.png",
                            "miniature": "assets/Images/Waterlilly/screenshot_3-miniature.png",
                            "alt": "screenshot first part"
                        }
                    ]
                }
            },
            {
                "order": 2,
                "PageName": "TAATOG",
                "title": "The Amazing Awakening of The Overpowered Genius",
                "keyWords": "Ruby",
                "date": "2018",
                "team": [
                    {
                        "ecole": "Equipe 'U'",
                        "membres": [
                            "Jarno BAEJIS",
                            "Thibaut DE NICOLAS",
                            "Hydriss RUET",
                            "Emile CALIXTE",
                            "Guillaume RAIMUNDO"
                        ]
                    }
                ],
                "shortDesc": {
                    "style": "TAATOG est un rogue-like.",
                    "team": " Créé en 4 jours par une équipe de 5 étudiants."
                },
                "pitch": [
                    "Vous vous réveillez dans un donjon, dans une époque inconnue. Votre objectif, vous préparer à affronter le boss de ce donjon. Mais attention, ce nouvel univers … n’a aucun sens !"
                ],
                "context": [
                    "TAATOG a été développé en 4 jours pendant la game jam organisé par l’IUT 2 de Grenoble avec deux contraintes : des évènements aléatoires, et la re-jouabilité. Le langage Ruby avec la gem GOSU a aussi été imposé et dévoilé au début de la game jam.",
                    "TAATOG a été classé 2e parmi toutes les créations de la promotion."
                ],
                "work": [
                    "Durant cette game jam je me suis d’abord préoccupé du développement des déplacements du personnage principal et de la physique.",
                    "J’ai dessiné et animé certains des ennemis, ainsi que des éléments de décors.",
                    "Je me suis aussi occupé de l’intégration des items utilisables dans le jeu et de l’animation de l’attaque du personnage."
                ],
                "return": [
                    "Cette game jam a été ma première expérience dans le développement d’un jeu complet. Elle a été très agréable et le résultat obtenu est conforme à ce que l’on avait prévu.",
                    "Il reste encore des problèmes de collisions, d’optimisation et de génération aléatoire dûs à notre manque de connaissances du langage et du peu de temps que nous avons eu pour nous former dessus."
                ],
                "download": {
                    "link": "https://github.com/Ajirogg/TAATOG_Release/releases/download/1.0.0/TAATOG.exe",
                    "text": "TAATOG.exe"
                },
                "git": {
                    "icon": "",
                    "url": "",
                    "text": ""
                },
                "website": {
                    "icon": "",
                    "text": "",
                    "url": ""
                },
                "youtube": "https://youtu.be/2WNnshN7QFc",
                "itchio": "https://ajirog.itch.io/taatog",
                "img": {
                    "imgCard": {
                        "src": "assets/Images/TAATOG/Pochette.png",
                        "alt": "TAATOG jacket"
                    },
                    "list": [
                        {
                            "src": "assets/Images/TAATOG/Pochette_1920.png",
                            "miniature": "assets/Images/TAATOG/Pochette_1920-miniature.png",
                            "alt": "TAATOG jacket"
                        },
                        {
                            "src": "assets/Images/TAATOG/mainscreen.png",
                            "miniature": "assets/Images/TAATOG/mainscreen-miniature.png",
                            "alt": "TAATOG main menu"
                        },
                        {
                            "src": "assets/Images/TAATOG/screen-1.png",
                            "miniature": "assets/Images/TAATOG/screen-1-miniature.png",
                            "alt": "TAATOG screen"
                        },
                        {
                            "src": "assets/Images/TAATOG/screen-2.png",
                            "miniature": "assets/Images/TAATOG/screen-2-miniature.png",
                            "alt": "TAATOG items"
                        }
                    ]
                }
            },
            {
                "order": 1,
                "PageName": "Kinimi",
                "title": "Kinimi",
                "keyWords": "Web",
                "date": "2017",
                "team": [
                    {
                        "ecole": "IUT 2 de Grenoble",
                        "membres": [
                            "Vincent AUBRIOT",
                            "Jarno BAEIJS",
                            "Emile CALIXTE",
                            "Léandre SALAMANI",
                            "Jules SANG",
                            "Adam SELVAGGIO",
                            "Guillaume RAIMUNDO"
                        ]
                    }
                ],
                "shortDesc": {
                    "style": "Kinimi est un projet scolaire visant à créer une plateforme ludo-éducative dans le but d'apprendre les maths et la programmation (niveau 3e).",
                    "team": "Créé en 3 mois par 6 étudiants."
                },
                "pitch": [
                    "Guide Kini à travers des salles remplies de mécanismes, trappes et autres dangers et deviens le roi de l'Escape-Colle !"
                ],
                "context": [
                    "Avant tout, le site est disponible parmi les liens. Il est hébergé gratuitement par un membre de l’équipe, c’est pourquoi nous vous demandons de ne pas créer de compte (l’espace qui nous est alloué est assez restreint). Les identifiants du compte de test sont disponibles sur la page de connexion du site. Certains navigateurs peuvent bloquer le chargement des pages CSS.",
                    "Kinimi est une plateforme web créée en 3 mois lors de notre 2e année de DUT informatique. Le but était de créer une plateforme ludo-éducative pour permettre aux élèves de 3e de réviser les mathématiques et l’informatique.",
                    "Le site se découpe en deux parties : une partie pour les mathématiques, qui regroupe soit des histoires interactives intégrant des exercices, soit directement des exercices, et une partie pour l’informatique qui se compose d’une série de niveaux dans lesquels le joueur va devoir sortir de la pièce où il se trouve en codant les déplacements de son personnage avec du code scratch."
                ],
                "work": [
                    "Lors de ce projet, je me suis occupé de la partie graphique du site de la bannière, du design du personnage, des décors du jeu Escape Colle, ainsi que des croquis qui devaient apparaitre au fil des histoires de mathématiques, mais qui n’ont pu être intégrés, faute de temps.",
                    "J’ai conçu le level design des 4 niveaux d’Escape Colle."
                ],
                "return": [
                    "Ce projet a été mon premier projet impliquant un jeu. Il fut agréable et je me suis plu à m’occuper de la partie purement graphique. Cela m’a permis de me faire une première expérience dans le level-design."
                ],
                "download": {
                    "link": "",
                    "text": ""
                },
                "git": {
                    "icon": "assets/Images/github.png",
                    "url": "https://github.com/vincent38/informathique_",
                    "text": "Page GitHub"
                },
                "website": {
                    "icon": "assets/Images/web.png",
                    "text": "Page web",
                    "url": "http://test-kinimi.herokuapp.com/public/"
                },
                "youtube": "",
                "itchio": "",
                "img": {
                    "imgCard": {
                        "src": "assets/Images/Kinimi/Board.png",
                        "alt": "Kinimi header"
                    },
                    "list": [
                        {
                            "src": "assets/Images/Kinimi/board_1920.png",
                            "miniature": "assets/Images/Kinimi/board_1920-miniature.png",
                            "alt": "Kinimi header"
                        },
                        {
                            "src": "assets/Images/Kinimi/homepage.png",
                            "miniature": "assets/Images/Kinimi/homepage-miniature.png",
                            "alt": "Kinimi Home page"
                        },
                        {
                            "src": "assets/Images/Kinimi/menu.png",
                            "miniature": "assets/Images/Kinimi/menu-miniature.png",
                            "alt": "Kinimi Escape colle menu"
                        },
                        {
                            "src": "assets/Images/Kinimi/jeu.png",
                            "miniature": "assets/Images/Kinimi/jeu-miniature.png",
                            "alt": "Kinimi escape colle jeu"
                        }
                    ]
                }
            }        
        ],
        "GameFocus" : {
           "team" : "Equipe de production",
           "context" : "Contexte",
           "work" : "Mon travail",
           "return" : "Retour"
        }
    },
    "en" : {
        "Categories": {
            "AboutMe" : "About Me",
            "Resume" : "Resume",
            "Creations" : "Creations"
        },
        "AboutMe" : {
            "AltPP" : "Profil picture",

            "linkedin" : "LinkedIn page",
            "altLinkedin" : "LinkedIn icon",

            "altEmail" : "Gmail icon",

            "altItchio": "Itch.io icon",

            "Intro_1" : "Hello, my name is Guillaume RAIMUNDO, I'm a french developer specialized in the developement of video games.",
            "Intro_2" : "Games passionate me since long years, I had the chance to discover the creation of these with my first project as game programmer : ",
            "Intro_3" : "I spent a year in Quebec, to the UQAC (Université du Québec A Chicoutimi), to discover the world of games creation (video and board games) for the last year of my bachelor degree.",
            "Intro_4" : "After that experience, I have decided to specialise myself in video games  developement.",
            "Intro_5" :"My goal is to create my own video game studio with a friend, as passionate, and be able to create the different games we have in mind. I hope to entertain and make people dream with my creations as much as I could dream during my gaming sessions !"
        
        },
        "Resume" : {
            "error" : "Your browser does not support PDFs.",
            "download": "Download the resume"
        },
        "Creations" : [
            {
                "order": 15,
                "PageName": "IncarnaStudios",
                "title": "Project unannouced",
                "keyWords": "Unreal,VR,Multiplayer",
                "date": "2021",
                "team": [
                    {
                        "ecole": "Incarna Studios",
                        "membres": []
                    }
                ],
                "shortDesc": {
                    "style": "I have joined Incarna Studios for my end of studies intership. For this intership, we have developed during the pre-production a prtotype of a game on Unreal Engine, which haven't be announced ",
                    "team": ""
                },
                "pitch": [ 
                ],
                "context": [
                    "Incarna Studios welcomed me for my 6 months end-of-studies intership in order to validate my Master degree.",
                    "When I arrived, the studio was starting the developement of a prototype in virtual reality with Unreal Engine."
                ],
                "work": [
                    
                    "During my intership, I had to develop different features. I was in charge of setting up the game's movement system, the preparation and the launch of the games. I have also developed a temporary, simple tutorial, in order to briefly explain the game's features in order to present it to potential editors. Once the single-player prototype development done, we have adapted the code to create a cooperative multiplayer mode, with some adjustement and add of gameplay features specific to multiplayer.",
                    "In parallel with the development of the game's features, I had to program various tools for the game-designers and/or the artists, such as an easy and efficient tool to create parts of the world, a map editor reusing the parts previously created, or even a tool allowing to test an editable sequence of world parts or full created runs.",                
                    "The end of my intership was devoted to R&D with two distinct phases. The first was to modify the prototype to build a lighter version to run comfortably on the Oculus Quest 2. The second parts was a major optimization,  profiling and modification of the initial prototype, in order to determine feasibility of the game in single player mode on Oculus Quest 2, without reducing the gameplay part."
                 ],
                "return": [
                    
                    "During this 6 months, I've learned a lot on how developement works in a real game studio, the ins and outs of a production and a prototype developement. I was able to put my knowledge to use and perfect it within a dynamic and motivated team.",
                    "I've discoverd the importance of well-done tools, essential to the good development of a game, as the need to create them modular and easy to adapt in order to make their improvments more fluid.",
                    "This experience allowed me to concretise concepts and logics of game developement that during my learnings, were left as fuzzy because they were only superficially mentionned (e.g. Game Mode, Game State, Player State...).",
                    "It also taught me the importance of a united team, ideas sharing  and discussion in a production. This aspects allowed us to improve the prototype, to move forward quickly thanks to a clear and global vision of the progress. I was able to develop my ability to report briefly and understandably on the problems encountered, the ideas developed and to adapt my language to suit the team members present and the purpose of the discussions."
                ],
                "download": {
                    "link": "",
                    "text": ""
                },
                "git": {
                    "icon": "",
                    "url": "",
                    "text": ""
                },
                "website": {
                    "icon": "assets/Images/web.png",
                    "text": "Web page of the studio",
                    "url": "https://www.incarna-studios.com/"
                },
                "youtube": "",
                "itchio": "",
                "img": {
                    "imgCard": {
                        "src": "assets/Images/IncarnaStudios/LogoIncarna-1920_1080.png",
                        "alt": "Incarna Studios logo"
                    },
                    "list": [
                        {
                            "src": "assets/Images/IncarnaStudios/LogoIncarna-1920_1080.png",
                            "miniature": "assets/Images/IncarnaStudios/LogoIncarna-1920_1080-miniature.png",
                            "alt": "Incarna Studios logo"
                        }
                    ]
                }
            },
            {
                "order": 14,
                "PageName": "Oira_Amata",
                "title": "Oïra Amata",
                "keyWords": "Unreal,VR",
                "date": "2021",
                "team": [
                    {
                        "ecole": "Promotion Ynov 2019",
                        "membres": [
                            "Axel LABARRERE",
                            "Brittany LEDDA",
                            "Priscilla GOY",
                            "Claude COHEN",
                            "Florent GALVIN",
                            "Loïc DISARBOIS",
                            "Guillaume RAIMUNDO"
                        ]
                    }
                ],
                "shortDesc": {
                    "style": "Oïra Amata is a contemplative game in virtual reality.",
                    "team": "Created in 1 year by a 6 students team."
                },
                "pitch": [
                    "You wake up on an island with a mystical bird for only company. You will explore ancient ruins and solve puzzles in search of answers."
                ],
                "context": [
                    "Oïra Amata is our end-of-studies project for the Ynov Video Games master's degree. It was realised in one year.",
                    "It's a game in virtual reality created with Unreal Engine 4 where we play a character who will have to explore the island on which he's awaken, accompanied by a mystical bird. The game  is based on the dicovery of the island and the enigmas resolution in order to move forward in the exploration.",
                    "With limited experience in virtual reality, whe have chosen to code with the Unreal blueprints system.",
                    "The team consisted of 4 artists, 2 developers and 1 game-designer."
                ],
                "work": [
                    "For this project, I quickly took over the management of the programming work. I have prioritised the tasks according to their importance to meet the deadlines.",
                    "On the development level, I principaly took care of the bird mechanics gestion (allow it to fly from one area to another, responding to the player's movements, as well as designing these trajectories with the game designer).",
                    "I also took care of the integration of some of the 3D assets, as well as helping with the VFX conception (discussion with the artist in charge allowing a different perspective) and their integration.I've helped the game-designer in the research and the modification of sound effects and musics for their integration.",
                    "I've also developed and set up interactions (like buttons, levers, vines) which, for the most part, are not present in the project due to a reduction in the number of enigmas."
                ],
                "return": [
                    "During this project, I was able to understand the different constraints of creating a game in virtual reality, both from the game-design and the programming point of view.",
                    "We were completely autonomous on this project, the teachers were only there to check the progress and help us if we asked."
                ],
                "download": {
                    "link": "",
                    "text": ""
                },
                "git": {
                    "icon": "assets/Images/Azure.png",
                    "url": "https://dev.azure.com/OiraAmataVR/_git/OiraAmata",
                    "text": "Azure Devops page"
                },
                "website": {
                    "icon": "",
                    "text": "",
                    "url": ""
                },
                "youtube": "",
                "itchio": "",
                "img": {
                    "imgCard": {
                        "src": "assets/Images/OiraAmata/LogTmp.png",
                        "alt": "Oïra Amata cover"
                    },
                    "list": [
                        {
                            "src": "assets/Images/OiraAmata/LogTmp.png",
                            "miniature": "assets/Images/OiraAmata/LogTmp-miniature.png",
                            "alt": "Oïra Amata cover"
                        },
                        {
                            "src": "assets/Images/OiraAmata/Screen1.png",
                            "miniature": "assets/Images/OiraAmata/Screen1-miniature.png",
                            "alt": "Beach"
                        },
                        {
                            "src": "assets/Images/OiraAmata/Screen2.png",
                            "miniature": "assets/Images/OiraAmata/Screen2-miniature.png",
                            "alt": "Temple"
                        },
                        {
                            "src": "assets/Images/OiraAmata/Screen3.png",
                            "miniature": "assets/Images/OiraAmata/Screen3-miniature.png",
                            "alt": "Bridge"
                        },
                        {
                            "src": "assets/Images/OiraAmata/Screen4.png",
                            "miniature": "assets/Images/OiraAmata/Screen4-miniature.png",
                            "alt": "Bird"
                        }
                    ]
                }
            },
            {
                "order": 13,
                "PageName": "Tang_&_Arlee",
                "title": "Tang & Arlee",
                "keyWords": "Unity,PC",
                "date": "2021",
                "team": [
                    {
                        "ecole": "Studio 42",
                        "membres": [
                            "Aurélie​ BELOT",
                            "Anthony​ DI FURIA",
                            "Kevin​ DUBREUCQ",
                            "Marie​​ DURAN",
                            "Coline​​ EMANUEL",
                            "Quentin​ CAMENSULI",
                            "Guillaume​​ FERRUCCI",
                            "Alexandre​​ HOARAU",
                            "Théo​​ MAALEM",
                            "Morgane​ MICHOT",
                            "Lisa​​ PONDAVEN",
                            "Guillaume​ RAIMUNDO"
                        ]
                    }
                ],
                "shortDesc": {
                    "style": "Tang & Arlee is a 3D platformer.",
                    "team": "Redesigned in 1 year by a 12 students team."
                },
                "pitch": [],
                "context": [
                    "The Ydays at Ynov Campus Aix-en-Provence are one of the compulsory course for each cursus. They aim to carry out projects created by students or professionals from outside the school. Each project manager chooses their team from among the school's students. Unfortunately, the sessions are very far apart (avout one day every fortnight).",
                    "Tang & Arlee is a project imagined by GUILBERT Thomas. It was started with Unity, during 6 weeks intership, and then continued during the 2020/2021 shool year with some of the original team, as well as new members like me.",
                    "The team consisted of 12 students (2 developers and 10 artists)."
                ],
                "work": [
                    "On the redesign of Tang & Arlee, the first step was to test the existing prototype, and do a reading pass of the code already present. This code was produced by a novice in games development, so it was decided to rewrite it entirely.",
                    "I was the lead developer on this project, so I started with the set up of our Hack ‘n Plan, a project gestion tool, in order to listed the different tasks, and to be able to follow its evolution easily.",
                    "A part of my job was to train the artists in the use of Git, the chosen version control system, to facilitate the integration of assets. As well as the etablishment of a common project hierarchy to make it easier to find one's way arround.",
                    "In terms of programming, I principaly took care of the tests and the development of the character's movements."                
                ],
                "return": [
                    "This project has been very rewarding, because I learned to communicate better about my work, especially for the artists. I also had to set up quick courses on how to use the Github Desktop software so the artists can integrate their creations. I also trained them to make materials according to the textures they imported. I helped the second developer in the learning of the logic of video-games development, as he had done very little.",
                    "I have developed the skills to oversee the progress of development in relatively small teams through contact with the project manager as well as through my personal experience within the team."
                ],
                "download": {
                    "link": "",
                    "text": ""
                },
                "git": {
                    "icon": "assets/Images/github.png",
                    "url": "https://github.com/Ajirogg/Tang_Arlee",
                    "text": "GitHub page"
                },
                "website": {
                    "icon": "",
                    "text": "",
                    "url": ""
                },
                "youtube": "",
                "itchio": "",
                "img": {
                    "imgCard": {
                        "src": "assets/Images/Tang&Arlee/Logo.png",
                        "alt": "Tang & Arlee logo"
                    },
                    "list": [
                    ]
                }
            },
            {
                "order": 12,
                "PageName": "Coffitch",
                "title": "Coffitch",
                "keyWords": "Unreal,PC",
                "date": "2021",
                "team": [
                    {
                        "ecole": "Ynov Jam 2021",
                        "membres": [
                            "Quentin BESMAINE",
                            "Guillaume RESTOUL",
                            "Alexandra FINA",
                            "Guillaume RAIMUNDO",
                            "Sarah JAILLE"
                        ]
                    }
                ],
                "shortDesc": {
                    "style": "Coffitch is a puzzle game.",
                    "team": "Developed in 47 hours by a 5 students team."
                },
                "pitch": [
                    "You play Sandrine, famous bartender of the Shotcière. Serve your customers to perfection to get the best reputation in this safe-mode of Overcooked."
                ],
                "context": [
                    "Coffitch was created in 47h with Unreal Engine 4 by a 5 students team (2 artists, 2 developers and 1 game-designer) on the theme \"It never ends\" during a game jam organised by a start-up from the Ynov school.",
                    "We have chosen to make a game without game over, where the player will have to find his rythm in order to satisfy as many customers as possible."
                ],
                "work": [
                    "I worked as project manager as well as programmer during the game development.",
                    "The game-designer was absent most of the time, so I helped the second developer to conceive the level-design, which I then integrated into the game. We also did a balancing pass based on the tests we did.",
                    "In terms of programming, I developed the all controller part : movements, retrieval and use of objects and interactive \"machines\". I took care of the verification of the orders as well as the integration of the 3D assets provided by the artists. I also got the necessary sound effects and ambient sounds."
                    
                ],
                "return": [
                    "Coffitch was mmy first experience as a project manager on a video game developement. I was able to draw on my various past experiences in order to run the project as closely as possible to what was planned. It was a very pleasant experience because the participants were dynamic and involved in the creative process.",
                    "Thanks to this experience, I realised the difficulty to anticipate the progress of a project, and to determine the worload of each person to be able to finish in time, even if a game jam context is quite different from that of a long-term creation."
                    
                ],
                "download": {
                    "link": "https://github.com/Ajirogg/YnovJam2021/releases/download/1.0.0/Coffitch.zip",
                    "text": "Coffitch.zip"
                },
                "git": {
                    "icon": "assets/Images/github.png",
                    "url": "https://github.com/Ajirogg/YnovJam2021",
                    "text": "GitHub page"
                },
                "website": {
                    "icon": "",
                    "text": "",
                    "url": ""
                },
                "youtube": "",
                "itchio": "",
                "img": {
                    "imgCard": {
                        "src": "assets/Images/Coffitch/Cover.png",
                        "alt": "Coffitch logo"
                    },
                    "list": [
                        {
                            "src": "assets/Images/Coffitch/Cover.png",
                            "miniature": "assets/Images/Coffitch/Cover_miniature.png",
                            "alt": "Coffitch logo"
                        },
                        {
                            "src": "assets/Images/Coffitch/Screen1.png",
                            "miniature": "assets/Images/Coffitch/Screen1_miniature.png",
                            "alt": "Start game"
                        },
                        {
                            "src": "assets/Images/Coffitch/Screen2.png",
                            "miniature": "assets/Images/Coffitch/Screen2_miniature.png",
                            "alt": "Game with clients"
                        }
                    ]
                }
            },
            {
                "order": 11,
                "PageName": "SKULL",
                "title": "S.K.U.L.L.: Battle Royale",
                "keyWords": "Unity,PC,Multiplayer",
                "date": "2021",
                "team": [
                    {
                        "ecole": "Global Game Jam site YNOV GGJ 2021",
                        "membres": [
                            "Guillaume FERRUCCI",
                            "Kilian POUILLE",
                            "Nicolas GROSSO",
                            "Sylvain TORNAMBE",
                            "Julien MOURELON",
                            "Benjamin MOREAU",
                            "Mathis ABDOU",
                            "Alan MONNIER",
                            "Olivier SANTUCCI",
                            "Guillaume RAIMUNDO"
                        ]
                    }
                ],
                "shortDesc": {
                    "style": "S.K.U.L.L. is a battle royale",
                    "team": "Developed in 48h during the 2021 Global Game Jam by a 10 students team."
                },
                "pitch": [
                    "You play as a soldier of Queen Guinevere. Unfortunately, she just lost her crown! She promises a place in the royal guard to whoever manages to bring her back. Arm yourself, because all the soldiers starts at the same time, and become the chosen one !"
                ],
                "context": [
                    "S.K.U.L.L. was developed with Unity in 48 hours by a 10 students team (4 programmers and 6 artists) during the 2021 Global Game Jam."
                ],
                "work": [
                    "During this game jam, i took care of the character gestion, his movements as well as his attack.",
                    "I also did the integration of the of the artists' assets. Then I created a level design in which to hide the crown and accomodate up to 64 people. Finally I integrated it and dressed it with the help of two other developpers."
                ],
                "return": [
                    "S.K.U.L.L. was a very ambitious project, as we set out to create a multiplayer game, with the aim of accomodating a large number of players, up to 64. The success of this was really rewarding.",
                    "During this game jam, I learned the basics of level design creation, as well as how to create creation decors, in order to make it come alive.",
                    "I also spent a lot of time making connection with the artists. I quickly took care of managing the priorities of their creations in order to have the most complete rendering possible."
                    
                ],
                "download": {
                    "link": "",
                    "text": ""
                },
                "git": {
                    "icon": "assets/Images/gitlab.png",
                    "url": "https://gitlab.com/Mat13109/ggj2021",
                    "text": "GitLab page"
                },
                "website": {
                    "icon": "",
                    "text": "",
                    "url": ""
                },
                "youtube": "",
                "itchio": "https://mat-mox.itch.io/skull-battle-royale",
                "img": {
                    "imgCard": {
                        "src": "assets/Images/Skull/SKullLogo.png",
                        "alt": "S.K.U.L.L. logo"
                    },
                    "list": [ 
                    {
                        "src": "assets/Images/Skull/SKullLogo_1920_1080.png",
                        "miniature": "assets/Images/Skull/SKullLogo_1920_1080-miniature.png",
                        "alt": "S.K.U.L.L. logo"
                    },
                    {
                        "src": "assets/Images/Skull/Screen1.png",
                        "miniature": "assets/Images/Skull/Screen1-miniature.png",
                        "alt": "Screen with crown"
                    },
                    {
                        "src": "assets/Images/Skull/Screen2.png",
                        "miniature": "assets/Images/Skull/Screen2-miniature.png",
                        "alt": "In game screen lobby"
                    }
                    ]
                }
            },
            {
                "order": 10,
                "PageName": "Prefect_Space",
                "title": "Perfect Space",
                "keyWords": "GameMaker,PC",
                "date": "2020",
                "team": [
                    {
                        "ecole": "Ynov class of 2019 and 2020",
                        "membres": [
                            "Axel LABARRERE",
                            "Brittany LEDDA",
                            "Priscilla GOY",
                            "Elsa MORETA",
                            "Claude COHEN",
                            "Florent GALVIN",
                            "Sarah JAILLE",
                            "Paul ROUMIGUIÈRE",
                            "Loïc DISARBOIS",
                            "Guillaume RAIMUNDO"
                        ]
                    }
                ],
                "shortDesc": {
                    "style": "Perfect Space is a clicker game.",
                    "team": "Developed in 48h by a 10 students team."
                },
                "pitch": [
                    
                ],
                "context": [
                    "Perfect space is a scoring game created in 48h with GameMaker 2 during a jam organised by the university Ynov Aix-en-Provence, following the themes :",
                    "- Reproduce an excisting mechanism",
                    "- Flat-design",
                    "- Two colours",
                    "We decided to reproduce the mechanism of the mobile game \"Space Frontier\"."
                ],
                "work": [
                    "During this game jam, I managed the movement of the ship between the planets, of the number of displacements the ship do according to the level of success, as well as the score earned as a result.",
                    "I integrated and linked a large part of various animations provided by the artists. I also took care of the creation of the trail following the ship during its travels.",
                    "I have achieved the implementation of difficulty levels that accelerate throughout the game."
                ],
                "return": [
                    "The particular point of this game jam was that we had as rule to develop the game on one day only, the second day was only for polishing",
                    "This meant that we had to keep up a higher-than-usual pace, and force ourselves to communicate constantly in order to lose as little time as possible.",
                    "It was quite a challenging experience because of the short time available to realize this game and the fact that the engine, Game Maker 2, was unknow to us. It was nevertheless very rewarding, the result was praised by the jury and was extremely wlose to our expectations."
                    
                ],
                "download": {
                    "link": "https://github.com/LDisarbois/Perfect-Space/releases/download/1.0.0/Perfect.space.zip",
                    "text": "Perfect space.zip"
                },
                "git": {
                    "icon": "assets/Images/github.png",
                    "url": "https://github.com/LDisarbois/Perfect-Space",
                    "text": "GitHub page"
                },
                "website": {
                    "icon": "",
                    "text": "",
                    "url": ""
                },
                "youtube": "",
                "itchio": "",
                "img": {
                    "imgCard": {
                        "src": "assets/Images/PerfectSpace/StartScreen.png",
                        "alt": "Start Screen"
                    },
                    "list": [
                        {
                            "src": "assets/Images/PerfectSpace/StartScreen.png",
                            "miniature": "assets/Images/PerfectSpace/StartScreen-miniature.png",
                            "alt": "Start screen"
                        }, 
                        {
                            "src": "assets/Images/PerfectSpace/Screen1.png",
                            "miniature": "assets/Images/PerfectSpace/Screen1-miniature.png",
                            "alt": "Screen game first point"
                        }, 
                        {
                            "src": "assets/Images/PerfectSpace/Screen2.png",
                            "miniature": "assets/Images/PerfectSpace/Screen2-miniature.png",
                            "alt": "Middle part avancement"
                        }, 
                        {
                            "src": "assets/Images/PerfectSpace/Results.png",
                            "miniature": "assets/Images/PerfectSpace/Results-miniature.png",
                            "alt": "End screen"
                        }
                    ]
                }
            },
            {
                "order": 9,
                "PageName": "The_Experiment",
                "title": "The Experiment",
                "keyWords": "Unreal",
                "date": "2020",
                "team": [
                    {
                        "ecole": "Ynov class of 2019",
                        "membres": [
                            "18 students (refer to the credits screen)"
                        ]
                    }
                ],
                "shortDesc": {
                    "style": "The Experiment is a horror game.",
                    "team": "Created in 6 months by the Ynov Aix-en-Provence campus class of 2019 (18 students)."
                },
                "pitch": [
                    "Play as Ben Skelley, a reporter searching for evidence of a paranormal existence in an abandoned laboratory. Following an accident, his device was damaged and now it can see through space time, revealing the past."
                ],
                "context": [
                    "This game has been created by 18 students of master degree at Ynov Aix-en-Provence Campus. This imposed theme of the project was \"the horror\". Following the deliberations, the game was designed around Art. We had 6 months to realize this project.",
                    "It's an horror/puzzle game, the character is trying to find evidence of paranormal events and to get out of the laboratory. So the game revolves arround the puzzles that will allow the player to get out.",
                    "Most of the code was realised in blueprint on Unreal, the rest was done in C++. The team consisted of 11 artists, 6 developers and 1 game-designer."
                ],
                "work": [
                    "During the creation of the game, I was mainly woncerned with the development of a puzzle and the conception of the character's movements and the use of his tablet. The enigma, later modified, was to find an bottle of acid to melt a padlock giving access to the keys to the next door.",
                    "I also helped the game-designer with the integration of the level-design, the puzzles, as well as to check the consistency of the rooms and the correct positioning of the puzzles.",
                    "Because of the lockdown, being unable to retrieve the project code, I helped the game designer remotely via screen sharing."
                ],
                "return": [
                    "This project has been very interesting for me, with the opportunity to learn more about level-design, level-art and the implications of the game-designer in the game creation process.",
                    "I was also able to discover the teamwork in a larger group (more than 8 persons). As well as the importance of leads in large production groups.",
                    "During this project we worked in agile method (SCRUM), and we were autonomous (the professors not taking part in any decisions, only intervening if we asked them for help)."
                ],
                "download": {
                    "link": "",
                    "text": ""
                },
                "git": {
                    "icon": "assets/Images/gitlab.png",
                    "url": "https://gitlab.com/ynov_master/project_ana_2",
                    "text": "Gitlab page"
                },
                "website": {
                    "icon": "",
                    "text": "",
                    "url": ""
                },
                "youtube": "",
                "itchio": "https://ajirog.itch.io/the-experiment",
                "img": {
                    "imgCard": {
                        "src": "assets/Images/The Experiment/logo.png",
                        "alt": "The Experiment logo"
                    },
                    "list": [
                        {
                            "src": "assets/Images/The Experiment/logo.png",
                            "miniature": "assets/Images/The Experiment/logo-miniature.png",
                            "alt": "The Experiment logo"
                        },
                        {
                            "src": "assets/Images/The Experiment/Credits.png",
                            "miniature": "assets/Images/The Experiment/Credits-miniature.png",
                            "alt": "The Experiment credits"
                        },
                        {
                            "src": "assets/Images/The Experiment/screen-incubateurs.png",
                            "miniature": "assets/Images/The Experiment/screen-incubateurs-miniature.png",
                            "alt": "Screen salle des incubateurs"
                        },
                        {
                            "src": "assets/Images/The Experiment/screen-monstre.png",
                            "miniature": "assets/Images/The Experiment/screen-monstre-miniature.png",
                            "alt": "Screen monstre"
                        }
                    ]
                }
            },
            {
                "order": 8,
                "PageName": "Drag_Queen_Quest",
                "title": "Drag Queen Quest",
                "keyWords": "Unity",
                "date": "2020",
                "team": [
                    {
                        "ecole": "Yummy Miam (Ydays)",
                        "membres": [
                            "Stanislas GEFFROY",
                            "Axelle JACQUET",
                            "Wendy RUSSO",
                            "Roxana PALMERI",
                            "Britanny LEDDA",
                            "Guillaume RAIMUNDO",
                            "Rémy DURAND"
                        ]
                    }
                ],
                "shortDesc": {
                    "style": "Drag Queen Quest is a 3D platformer prototype.",
                    "team": "Created by a 7 students team."
                },
                "pitch": [
                    "On a rainy night, four fledging Drag Queens emerge from a nightclub in which they have recently been hired in a shambles. Clutching their wigs and heels, they flee the angry bouncer. As they turn an alleyway, they disappear in a blinding flash. The Drag Queens wake up in the ruins of an unknown castle. Here begins the Drag Queen Quest.",
                    "Rebellious but naive princess, destructive Lovecraftian god and more ! These are the adventures that will take our queens into a new world full of drama and fun !"
                ],
                "context": [
            
                    "The Ydays at Ynov Campus Aix-en-Provence are one of the compulsory course for each cursus. They aim to carry out projects created by students or professionals from outside the school. Each project manager chooses their team from among the school's students. Unfortunately, the sessions are very far apart (avout one day every fortnight).",
                    "Drag Queen Quest is a project designed by GEFFROY Stanislas. He gathered a team of 8 people to create the prototype of his game.",
                    "The Drag Queen Quest project is divided into two parts : a 3D side scroller based on the \"Bloodstained\" series, and turn-based combat based on the \"Final Fantasy\" or \"Persona\" series."
                ],
                "work": [
                    "I focused on the platform part of this prototype. The main challenge was to develop a movement and jumping system that suit the client. So I created various solutions, based on the tools given by Unity (Character controller, RigidBody...) in order to present him the different possibilities and to make him test it.",
                    "Once the movement system had been developed, it had to be adjust on to the demands so that the tutorial level could be achieved. Then I integrated the 3D model of the character and created the materials with the files provided by the artists.",
                    "The final challenge of this prototype was to design a path tracking system. Stanislas wanted the player's course not to be a simple straight line but to be able to follow complex 3D paths. So I developed a system of checkpoints, changing the direction of the character and allowing him to follow non-linear paths.",
                    "The last part was only dedicated to research. Not being able to continue the development of the game with the team due to the departure of some members, I used my time to put together a document explaining how to improve the systems in place, what leads I had studied for the further development of the platform part, as well as what had been thought in terms of the combat part so that the next developer(s) would not start from scratch with my code."
                ],
                "return": [
                   "Changes within the team led me to take code from other programmers, and refactor it to make it consistent and easier to maintain afterwards.",
                    "It was also necessary to overcome the lack of knowledge when intagrating the textures. Having never worked on this point, I learned to create materials on Unity that could be applied to the 3D model."
                ],
                "download": {
                    "link": "https://github.com/Ajirogg/DragQueenQuestRelease/releases/download/0.0.2/DragQueenQuest.zip",
                    "text": "DragQueenQuest.zip"
                },
                "git": {
                    "icon": "assets/Images/github.png",
                    "url": "https://github.com/Ajirogg/DragQueenQuest",
                    "text": "GitHub page"
                },
                "website": {
                    "icon": "assets/Images/facebook.png",
                    "text": "Facebook page",
                    "url": "https://www.facebook.com/Yummy-Miam-Games-107080741021183"
                },
                "youtube": "",
                "itchio": "",
                "img": {
                    "imgCard": {
                        "src": "assets/Images/DQQ/logo.png",
                        "alt": "Yummy Miam Games logo"
                    },
                    "list": [
                        {
                            "src": "assets/Images/DQQ/logo_1920.png",
                            "miniature": "assets/Images/DQQ/logo_1920-miniature.png",
                            "alt": "Yummy Miam Games logo"
                        },
                        {
                            "src": "assets/Images/DQQ/screen-1.png",
                            "miniature": "assets/Images/DQQ/screen-1-miniature.png",
                            "alt": "First game part screen"
                        },
                        {
                            "src": "assets/Images/DQQ/screen-2.png",
                            "miniature": "assets/Images/DQQ/screen-2-miniature.png",
                            "alt": "Tutorial part screen"
                        }
                    ]
                }
            },
            {
                "order": 7,
                "PageName": "Homme_Care_Agency",
                "title": "Homme Care Agency",
                "keyWords": "Unity",
                "date": "2020",
                "team": [
                    {
                        "ecole": "No Brain No Game",
                        "membres": [
                            "Priscilla GOY",
                            "Brittany LEDDA",
                            "Florent GALVIN",
                            "Alan MONNIER",
                            "Loïc DISARBOIS",
                            "Guillaume RAIMUNDO"
                        ]
                    }
                ],
                "shortDesc": {
                    "style": "Homme Care Agency is a point-and-click game.",
                    "team": "Created during the 2020 Global Game Jam in 48h by 6 students."
                },
                "pitch": [
                    "As a psychologist you must treat mental disorders to repair your client's mind. These people need you ! Pay attention to their attitude in order to understand their pathology and help them !"
                ],
                "context": [
                    "Homme Care Agency was created during the 2020 Global Gam Jam, with the theme of \"repair\", by the team named No Brain No Game."
                ],
                "work": [
                    "During this game jam, I mainly took care of setting up the data used in the game (which objects improve or worsen the state for each disease), as well as the integration of their assets into the scene following the instructions of the game-designer.",
                    "I also integrated the animations (of the psychologist and his patients)."
                ],
                "return": [
                    
                    "During this game jam we could see that our vision of development time was quite right, but a miscommunication within the team made the project not 100% succefful.",
                    "We also realised that we hadn't given enough thought to making the game easy to understand. Many elements are not understandable without an explanation. A player who starts the game without a short briefing can play (lose or win) without understanding the implications and effects of his actions. More time should have been spent on introducing the game (how to play, what interactions are possible, etc.) or, with more time/means, making an extremely basic tutorial level.",
                    "Ultimately we are proud of our achievement even if it's not really usable as it stands."
                ],
                "download": {
                    "link": "https://github.com/Ajirogg/GGJ_NoBrainNoGame/releases/download/1.0.0/HommeCareAgency.zip",
                    "text": "HommeCareAgency.zip"
                },
                "git": {
                    "icon": "assets/Images/github.png",
                    "url": "https://github.com/Ajirogg/GGJ_NoBrainNoGame",
                    "text": "GitHub page"
                },
                "website": {
                    "icon": "",
                    "text": "",
                    "url": "https://globalgamejam.org/2020/games/hommecare-agency-1"
                },
                "youtube": "",
                "itchio": "https://ajirog.itch.io/homme-care-agency",
                "img": {
                    "imgCard": {
                        "src": "assets/Images/HommeCareAgency/ecran_accueil.png",
                        "alt": "Homme Care Agency Main Screen"
                    },
                    "list": [
                        {
                            "src": "assets/Images/HommeCareAgency/ecran_accueil.png",
                            "miniature": "assets/Images/HommeCareAgency/ecran_accueil-miniature.png",
                            "alt": "Homme Care Agency Main Screen"
                        },
                        {
                            "src": "assets/Images/HommeCareAgency/logo_studio.png",
                            "miniature": "assets/Images/HommeCareAgency/logo_studio-miniature.png",
                            "alt": "No Brain No Game Logo"
                        },
                        {
                            "src": "assets/Images/HommeCareAgency/Credits.png",
                            "miniature": "assets/Images/HommeCareAgency/Credits-miniature.png",
                            "alt": "Homme Care Agency Credits Screen"
                        },
                        {
                            "src": "assets/Images/HommeCareAgency/screen-1.png",
                            "miniature": "assets/Images/HommeCareAgency/screen-1-miniature.png",
                            "alt": "Screen 1"
                        },
                        {
                            "src": "assets/Images/HommeCareAgency/screen-2.png",
                            "miniature": "assets/Images/HommeCareAgency/screen-2-miniature.png",
                            "alt": "Screen 2"
                        }
                    ]
                }
            },
            {
                "order": 6,
                "PageName": "Potion_Brawl",
                "title": "Potion Brawl",
                "keyWords": "Unity,Multiplayer",
                "date": "2019",
                "team": [
                    {
                        "ecole": "Ynov campus Aix-en-Provence",
                        "membres": [
                            "Émélie PHILIPPE",
                            "Morganne MICHOT",
                            "Thomas AUDIBERT",
                            "Johann NATOURI",
                            "Mathis ABDOU",
                            "Guillaume RAIMUNDO"
                        ]
                    }
                ],
                "shortDesc": {
                    "style": "Potion Brawl is a local two player versus game.",
                    "team": "Created in 20 hours by a 7 students team."
                },
                "pitch": [
                    "You are two mighty wizards fighting with exploding potions ! Be quick, dodge and kick through an epic battle for magic domination !"
                ],
                "context": [
                    "Potion Brawl is a game created as part of a 20-hour game jam, organised during the Ynov campus Aix-en-Provence school curriculum with an imposed team.",
                    "Potion brawl is based on two pitches, chosen from a list, which are :",
                    "   - Using your character, the items in the level and/or your skills, eject your opponent from the arena.",
                    "   - A bomb is about to explode, give it to your opponent before the end of the cooldown.",
                    "This exercise mixed Master 1 and 2 students and was done on Unity."
                ],
                "work": [
                    "During this game jam, I started by setting up the players' movements, as well as their only action which is to kick in the bombs to send them at the opponent.",
                    "Once the character was done, I created the different bombs available in the game and their effects."
                ],
                "return": [
                   
                    "The work was very pleasant to do, the team communicated well and the development went well overall.",
                    "This project, as is often the case in game jams, had to be scaled down a bit (there are fewer bombs than expected and less field visuals). But the game is complete, understandable and playable !"
                ],
                "download": {
                    "link": "https://github.com/mat13109/Potion_Brawl/releases/download/1.1/Potion.Brawl.1.1.zip",
                    "text": "Potion Brawl.zip"
                },
                "git": {
                    "icon": "assets/Images/github.png",
                    "url": "https://github.com/mat13109/Project-satan/",
                    "text": "GitHub page"
                },
                "website": {
                    "icon": "",
                    "text": "",
                    "url": ""
                },
                "youtube": "",
                "itchio": "https://mat-mox.itch.io/potion-brawl",
                "img": {
                    "imgCard": {
                        "src": "assets/Images/PotionBrawl/PotionBrawl.png",
                        "alt": "Potion Brawl logo"
                    },
                    "list": [
                        {
                            "src": "assets/Images/PotionBrawl/PotionBrawl.png",
                            "miniature": "assets/Images/PotionBrawl/PotionBrawl-miniature.png",
                            "alt": "Potion Brawl logo"
                        },
                        {
                            "src": "assets/Images/PotionBrawl/Credits.png",
                            "miniature": "assets/Images/PotionBrawl/Credits-miniature.png",
                            "alt": "Potion Brawl credits"
                        },
                        {
                            "src": "assets/Images/PotionBrawl/controles.png",
                            "miniature": "assets/Images/PotionBrawl/controles-miniature.png",
                            "alt": "Potion Brawl controls"
                        },
                        {
                            "src": "assets/Images/PotionBrawl/screen-1.png",
                            "miniature": "assets/Images/PotionBrawl/screen-1-miniature.png",
                            "alt": "screen-1"
                        },
                        {
                            "src": "assets/Images/PotionBrawl/screen-2.png",
                            "miniature": "assets/Images/PotionBrawl/screen-2-miniature.png",
                            "alt": "screen-2"
                        }
                    ]
                }
            },
            {
                "order": 5,
                "PageName": "WTNY",
                "title": "Welcome to New-York",
                "keyWords": "Unity,Multiplayer",
                "date": "2019",
                "team": [
                    {
                        "ecole": "UQAC",
                        "membres": [
                            "Antonin PERROT",
                            "Camille LAPPRAND",
                            "Killian BRACHER",
                            "Joaquim FERREIRA",
                            "Edouard LEBEAU",
                            "Lucas MONNET",
                            "Guilhem PECH",
                            "Guillaume RAIMUNDO"
                        ]
                    }
                ],
                "shortDesc": {
                    "style": "Welcome to New-York is a cooperative survival game.",
                    "team": "Created in 6 months by a 8 students team."
                },
                "pitch": [
                    "In an alternate reality, creatures from the darkness are invading the entire world. The European Union has fallen, the African continent has not shown signs of life for several weeks and Asia has been considered lost for several months. Now it is the American continent that is threatened.",
                    "Summoning portals are beginning to form on Ellis Island, and the Organization has sent agents to the front lines to buy humanity as much time as possible.",
                    "Play as Ae, Joe or Aji and defend with your friends the last bastion of humanity."
                ],
                "context": [
                    "Welcome to New-York is our end of year project from UQAC. It was created in 6 months with Unity and is my first multiplayer game."
                ],
                "work": [
                    "With BRACHER Killian, our main missions was to develop the characters' movements, their attacks and their special moves. As well as trying to balance the game between the power of the characters, the effects of their special moves and the lives of the players and enemies.",
                    "Once the network was set up we had to adapt all our code to be replicated in each player."
                ],
                "return": [
                    "This porject was quite laborious because we were just starting out in network gaming as well as in AI. And one of our big mistakes was not to have put several people on the network and on the AI (only one person for each). This made it complex to fix bugs on the end of the project during the end rush, especially in network, where only the person who developed it really knew how it worked and how we could fix it.",
                    "The lack of time forced us to reduce the number of characters form 8 to 3.",
                    "This project taught me how to work in a larger team. We divided the tasks according to our desires and knowledge. This project was too ambitious for a first big project but was very instructive on how to manage a team, the need for clear communication channels and the division of tasks."
                ],
                "download": {
                    "link": "https://github.com/Guilhem-Pech/WelcomeToNewYork_/releases/download/1.0.0/WTNY.zip",
                    "text": "WTNY.zip"
                },
                "git": {
                    "icon": "assets/Images/github.png",
                    "url": "https://github.com/Guilhem-Pech/WelcomeToNewYork_",
                    "text": "GitHub page"
                },
                "website": {
                    "icon": "",
                    "text": "",
                    "url": ""
                },
                "youtube": "https://youtu.be/uRhBMIcCesY",
                "itchio": "https://ajirog.itch.io/welcome-to-new-york",
                "img": {
                    "imgCard": {
                        "src": "assets/Images/WTNY/screen.png",
                        "alt": "Screen WTNY"
                    },
                    "list": [
                        {
                            "src": "assets/Images/WTNY/screen.png",
                            "miniature": "assets/Images/WTNY/screen-miniature.png",
                            "alt": "Screen WTNY"
                        },
                        {
                            "src": "assets/Images/WTNY/Screen-1.png",
                            "miniature": "assets/Images/WTNY/Screen-1-miniature.png",
                            "alt": "Screen Aji"
                        },
                        {
                            "src": "assets/Images/WTNY/Screen-2.png",
                            "miniature": "assets/Images/WTNY/Screen-2-miniature.png",
                            "alt": "Screen Joe"
                        },
                        {
                            "src": "assets/Images/WTNY/Screen-3.png",
                            "miniature": "assets/Images/WTNY/Screen-3-miniature.png",
                            "alt": "Screen Ae"
                        },
                        {
                            "src": "assets/Images/WTNY/Recap perso.png",
                            "miniature": "assets/Images/WTNY/Recap perso-miniature.png",
                            "alt": "Screen players WTNY"
                        },
                        {
                            "src": "assets/Images/WTNY/Ennemis recap.png",
                            "miniature": "assets/Images/WTNY/Ennemis recap-miniature.png",
                            "alt": "Screen enemies WTNY"
                        }
                    ]
                }
            },
            {
                "order": 4,
                "PageName": "HotStage",
                "title": "Hot'Stage",
                "keyWords": "Unity",
                "date": "2019",
                "team": [
                    {
                        "ecole": "Waterlily",
                        "membres": [
                            "Killian BRACHER",
                            "Lucas MONNET",
                            "Guilhem PECH",
                            "Joaquim FERREIRA",
                            "Maxime LACHAUD",
                            "Julien BILODEAU",
                            "Guillaume RAIMUNDO"
                        ]
                    }
                ],
                "shortDesc": {
                    "style": "Hot'Stage is a 2D top-down scoring game.",
                    "team": "Created during the 2019 winter Wonder Jam in 48 hours by 7 students."
                },
                "pitch": [
                    "You play a criminal whose robbery has gone wrong. Your goal is to extract as much money as possible while holding your hostages and keeping the police out of the building."
                ],
                "context": [
                    "Hot'Stage was developed in 48 hours during the 2019 winter Wonder Jam, a game jam organised by the Université du Québec A Chicoutimi. The imposed theme was \"Pressure\", and the associated styles were \"Dialogue\" and \"Management\"",
                    "Our team was made up of 6 third-year Bachelor's degree and 1 first-year students."
                ],
                "work": [
                    "During this game jam, I mainly worked on the police irritation index. I also worked on the related feedbacks (the design of the police car, the animation of its arrival, the appearance of the blue and red lights on the screen).",
                    "I also developed the phone loop (call rythm, annoyance related to the waiting when ringing).",
                    "I wrote part of the \"questions and answers\" of the possible dialogues during the police calls or the conversations with the hostages."
                ],
                "return": [
                    "First of all, I would like to thank the graphic designer Mark Orzechowski for agreeing to let us use his work as the menu background.",
                    "Last minute changes caused a rush and the loss of some feedback, but it was still possible to make a playable and enjoyable game.",
                    "Despite this complicated ending, this project was a pleasant experience because all the participants were in the same room, which allowed exchanges between groups, mutual help between very different people. We were able to discuss with master students, with professionnals from Ubisoft, with other students from our class and thus see the extent of creativity and interpretation around general and quite simple themes."
                ],
                "download": {
                    "link": "https://github.com/Ajirogg/MarmeladeDeJeu/releases/download/1.0.0/HOTSTAGE.zip",
                    "text": "Hot'Stage.zip"
                },
                "git": {
                    "icon": "assets/Images/github.png",
                    "url": "https://github.com/Ajirogg/MarmeladeDeJeu",
                    "text": "GitHub page"
                },
                "website": {
                    "icon": "",
                    "text": "",
                    "url": ""
                },
                "youtube": "",
                "itchio": "https://ajirog.itch.io/hotstage",
                "img": {
                    "imgCard": {
                        "src": "assets/Images/Hotstage/Mainscreen.png",
                        "alt": "Hot'stage main screen"
                    },
                    "list": [
                        {
                            "src": "assets/Images/Hotstage/Mainscreen.png",
                            "miniature": "assets/Images/Hotstage/Mainscreen-miniature.png",
                            "alt": "Hot'stage main screen"
                        },
                        {
                            "src": "assets/Images/Hotstage/screen-1.png",
                            "miniature": "assets/Images/Hotstage/screen-1-miniature.png",
                            "alt": "screen-1"
                        },
                        {
                            "src": "assets/Images/Hotstage/screen-2.png",
                            "miniature": "assets/Images/Hotstage/screen-2-miniature.png",
                            "alt": "screen-2"
                        },
                        {
                            "src": "assets/Images/Hotstage/screen-3.png",
                            "miniature": "assets/Images/Hotstage/screen-3-miniature.png",
                            "alt": "screen-3"
                        }
                    ]
                }
            },
            {
                "order": 3,
                "PageName": "Waterlily",
                "title": "Waterlily",
                "keyWords": "Unreal",
                "date": "2018",
                "team": [
                    {
                        "ecole": "UQAC",
                        "membres": [
                            "Lucas MONNET",
                            "Joaquim FERREIRA",
                            "Killian BRACHER",
                            "Edouard LEBEAUX",
                            "Guilhem PECH",
                            "Camille LAPPRAND",
                            "Guillaume RAIMUNDO"
                        ]
                    },
                    {
                        "ecole": "NAD",
                        "membres": [
                            "Dalila HAFFIZ",
                            "Casandra"
                        ]
                    }
                ],
                "shortDesc": {
                    "style": "Waterlily is a serious game prototype.",
                    "team": "Created in 3 months by a 9 students team."
                },
                "pitch": [
                    "You play as a drop of water that must reach a plant to water it. In this single level, you have to move to it avoiding different traps (dirt, paper towels, etc.) trying to collect as many drop as possible."
                ],
                "context": [
                    "Waterlily is a serious game prototype, developed at UQAC (Université du Québec A Chicoutimi). It is the end of the first semester project. The theme \"serious game\" was imposed. We decided to start with the raising awareness among children and teenagers about water wastage.",
                    "The game had to be played in X levels of increasing and adaptative difficulty. The player has to save as much water as possible in order to have more resources in the next level and to slow down the temperature increase, which would make it more difficult to save water.",
                    "This project is a collaboration between students from NAD (National Animation and Design center) and UQAC, developed with Unreal."
                ],
                "work": [
                    "During this project, I worked with BRACHER Killian on the control of the character and the physics related to it. We also worked on the interactions with the scenery and the objects present in the level (the absorption of water drops, as well as absorbing surfaces to avoid)."
                ],
                "return": [
                    "During this period, I didn't have a powerful enough hardware to use Unreal, so my part of the work was entirely done in collaboration with Killian.",
                    "The game and the concept were highly appreciated by the jury."
                ],
                "download": {
                    "link": "https://github.com/Ajirogg/Waterlily/releases/download/1.0.0/Waterlilly.zip",
                    "text": "Waterlily.zip"
                },
                "git": {
                    "icon": "assets/Images/github.png",
                    "url": "https://github.com/Ajirogg/Waterlily",
                    "text": "GitHub page"
                },
                "website": {
                    "icon": "",
                    "text": "",
                    "url": ""
                },
                "youtube": "",
                "itchio": "https://ajirog.itch.io/waterlily",
                "img": {
                    "imgCard": {
                        "src": "assets/Images/Waterlilly/menu_screen.png",
                        "alt": "Waterlilly menu screen"
                    },
                    "list": [
                        {
                            "src": "assets/Images/Waterlilly/menu_screen.png",
                            "miniature": "assets/Images/Waterlilly/menu_screen-miniature.png",
                            "alt": "Waterlilly menu screen"
                        },
                        {
                            "src": "assets/Images/Waterlilly/screenshot_1.png",
                            "miniature": "assets/Images/Waterlilly/screenshot_1-miniature.png",
                            "alt": "POV décor"
                        },
                        {
                            "src": "assets/Images/Waterlilly/screenshot_2.png",
                            "miniature": "assets/Images/Waterlilly/screenshot_2-miniature.png",
                            "alt": "Map overview"
                        },
                        {
                            "src": "assets/Images/Waterlilly/screenshot_3.png",
                            "miniature": "assets/Images/Waterlilly/screenshot_3-miniature.png",
                            "alt": "screenshot first part"
                        }
                    ]
                }
            },
            {
                "order": 2,
                "PageName": "TAATOG",
                "title": "The Amazing Awakening of The Overpowered Genius",
                "keyWords": "Ruby",
                "date": "2018",
                "team": [
                    {
                        "ecole": "Team 'U'",
                        "membres": [
                            "Jarno BAEJIS",
                            "Thibaut DE NICOLAS",
                            "Hydriss RUET",
                            "Emile CALIXTE",
                            "Guillaume RAIMUNDO"
                        ]
                    }
                ],
                "shortDesc": {
                    "style": "TAATOG is a rogue-like game.",
                    "team": "Created in 4 days by a 5 students team."
                },
                "pitch": [
                    "You woke up in a dungeon, in an uknown time. Your objective, to prepare yourself to face the boss of this dungeon. But beware, this new universe... make no sens !"
                ],
                "context": [
                    "TAATOG was developed in 4 days during the game jam organised by the IUT 2 of Grenoble with two constraints : random events, and re-playability. The Ruby language with the GOSU gem was also imposed and unveiled at the beginning of the game jam.",
                    "TAATOG was ranked 2nd among all the creations of the promotion."
                ],
                "work": [
                    "During this game jam, I was first concerned with the development of the main character's movement and the physics.",
                    "I drew and animated some of the enemies, as well as some of the scenery.",
                    "I also took care of the integration of the usable items in the game and the animations of the character's attack."
                ],
                "return": [
                    "This game jam was my first experience in the development of a complete game. It was very enjoyable and the result is what we expected.",
                    "There are still problems with collisions, optimization and random generation due to our lack of knowledge of the language and the short time we had to train on it."
                ],
                "download": {
                    "link": "https://github.com/Ajirogg/TAATOG_Release/releases/download/1.0.0/TAATOG.exe",
                    "text": "TAATOG.exe"
                },
                "git": {
                    "icon": "",
                    "url": "",
                    "text": ""
                },
                "website": {
                    "icon": "",
                    "text": "",
                    "url": ""
                },
                "youtube": "https://youtu.be/2WNnshN7QFc",
                "itchio": "https://ajirog.itch.io/taatog",
                "img": {
                    "imgCard": {
                        "src": "assets/Images/TAATOG/Pochette.png",
                        "alt": "TAATOG jacket"
                    },
                    "list": [
                        {
                            "src": "assets/Images/TAATOG/Pochette_1920.png",
                            "miniature": "assets/Images/TAATOG/Pochette_1920-miniature.png",
                            "alt": "TAATOG jacket"
                        },
                        {
                            "src": "assets/Images/TAATOG/mainscreen.png",
                            "miniature": "assets/Images/TAATOG/mainscreen-miniature.png",
                            "alt": "TAATOG main menu"
                        },
                        {
                            "src": "assets/Images/TAATOG/screen-1.png",
                            "miniature": "assets/Images/TAATOG/screen-1-miniature.png",
                            "alt": "TAATOG screen"
                        },
                        {
                            "src": "assets/Images/TAATOG/screen-2.png",
                            "miniature": "assets/Images/TAATOG/screen-2-miniature.png",
                            "alt": "TAATOG items"
                        }
                    ]
                }
            },
            {
                "order": 1,
                "PageName": "Kinimi",
                "title": "Kinimi",
                "keyWords": "Web",
                "date": "2017",
                "team": [
                    {
                        "ecole": "IUT 2 of Grenoble",
                        "membres": [
                            "Vincent AUBRIOT",
                            "Jarno BAEIJS",
                            "Emile CALIXTE",
                            "Léandre SALAMANI",
                            "Jules SANG",
                            "Adam SELVAGGIO",
                            "Guillaume RAIMUNDO"
                        ]
                    }
                ],
                "shortDesc": {
                    "style": "Kinimi is a school project aiming at creating an edutainment platform for learning maths and programming (for 3rd year of secondary school children).",
                    "team": "Created in 3 months by 6 students."
                },
                "pitch": [
                    "Guide Kini through rooms full of mechanisms, traps and other dangers and become the king of the Escape-Colle !"
                ],
                "context": [
                    "First of all, the site is available among the links. It is hosted for free by a member of the team, so we ask you not to create account (the space we are allocated is quite limited). The login details for the test account are available on the login page of the site. Some browsers may block the loading of CSS pages.",
                    "Kinimi is a web platform created in 3 months during our 2nd year of computer science DUT. The goal was to create an edutainment platform to allow 3rd year of secondary school children to revise mathematics and computer science.",
                    "The site is divided in two parts : one part for mathematics, which includes either interactive stories with exercises or ecercises directly, and one part for computer science, which consists of a series of levels in which the player has to get out of the room he is in by coding the movements of his character with scratch code."
                ],
                "work": [
                    "During this project, I was in charge of the graphic part of the site banner, the character design, the Escape-Colle game backgrounds, as well as the sketches that were supposed to appear throughout the maths stories, but which could not be integrates due to lack of time.",
                    "I designed the level-design for all four levels of Escape-Colle."
                ],
                "return": [
                    "This project was my first project involving a game. It was fun and I enjoyed doing the purely graphic part. It gave me my first experience in level-design."
                ],
                "download": {
                    "link": "",
                    "text": ""
                },
                "git": {
                    "icon": "assets/Images/github.png",
                    "url": "https://github.com/vincent38/informathique_",
                    "text": "GitHub page"
                },
                "website": {
                    "icon": "assets/Images/web.png",
                    "text": "Web page",
                    "url": "http://test-kinimi.herokuapp.com/public/"
                },
                "youtube": "",
                "itchio": "",
                "img": {
                    "imgCard": {
                        "src": "assets/Images/Kinimi/Board.png",
                        "alt": "Kinimi header"
                    },
                    "list": [
                        {
                            "src": "assets/Images/Kinimi/board_1920.png",
                            "miniature": "assets/Images/Kinimi/board_1920-miniature.png",
                            "alt": "Kinimi header"
                        },
                        {
                            "src": "assets/Images/Kinimi/homepage.png",
                            "miniature": "assets/Images/Kinimi/homepage-miniature.png",
                            "alt": "Kinimi Home page"
                        },
                        {
                            "src": "assets/Images/Kinimi/menu.png",
                            "miniature": "assets/Images/Kinimi/menu-miniature.png",
                            "alt": "Kinimi Escape colle menu"
                        },
                        {
                            "src": "assets/Images/Kinimi/jeu.png",
                            "miniature": "assets/Images/Kinimi/jeu-miniature.png",
                            "alt": "Kinimi escape colle jeu"
                        }
                    ]
                }
            }
        ],
        "GameFocus" : {
           "team" : "Production team",
           "context" : "Context",
           "work" : "My work",
           "return" : "Return"
        }
    }
}
